"menu.help.title" = "Hulp bij autoverhuur";
"settings.label.url.1" = "Boeking beheren";
"settings.label.url.2" = "FAQ’s";
"settings.label.url.3" = "Helpcentrum";
"bookings.status.confirmed" = "Bevestigd";
"bookings.status.unconfirmed" = "Niet bevestigd";
"bookings.status.cancelled" = "Geannuleerd";
"bookings.title" = "Boekingen";
"bookings.status.reviewpayment" = "Betaling controleren";
"bookings.status.completed" = "Voltooid";
"bookings.sheet.bookingdetails.link" = "Boekingsgegevens bekijken";
"bookings.sheet.unconfirmed.info" = "Het merendeel van onze boekingen wordt binnen 48 uur bevestigd";
"bookings.sheet.reviewpayment.info" = "Betaling mislukt. Ga naar Boeking beheren om uw betalingsgegevens te bekijken.";
"bookings.sheet.managebooking.link" = "Boeking beheren";
"bookings.bookingdetails.status" = "Boekingsstatus";
"sale_landing_banner_monetary_tagline" = "Boek nu vanaf ${x} per dag!";
"sale_landing_banner_percentage_tagline" = "Tot wel ${x} korting, boek nu!";
"filter.header.eco" = "Milieuvriendelijk";
"filter.header.mileage" = "Aantal kilometers";
"vehicle.seats.number" = "${x} stoelen";
"menu.alert.title" = "Instellingen wijzigen?";
"menu.alert.body" = "Alle actieve zoekopdrachten zullen worden gereset.";
"insurance.options.axa.header" = "Verzekeringsopties";
"insurance.options.axa.limited.body" = "<b>Beperkt</b> - Biedt <b>minimale dekking</b>. Als u een ongeval hebt, moet u een <b>niet-restitueerbaar</b> eigen risico betalen van tot ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> - Biedt <b>superieure dekking</b>. Als u een ongeval hebt, krijgt u uw eigen risico <b>terugbetaald</b> tot ${x}.";
"insurance.limited.caption" = "Minimale dekking voor diefstal en schade aan de carrosserie. <b>U betaalt voor alle schade</b> die niet door de beperkte optie wordt gedekt.";
"insurance.limited.benefit1" = "<b>Niet-restitueerbaar</b> eigen risico";
"insurance.limited.benefit2" = "Bescherming van derden";
"insurance.limited.benefit3" = "Pechhulp";
"insurance.limited.excess.liable" = "Door Beperkte dekking te selecteren, bent u aansprakelijk voor het betalen van het eigen risico tot ${x} in het geval van een ongeval zonder restitutie.";
"insurance.limited.included" = "Inbegrepen";
"insurance.axa.premium.caption" = "Biedt u een <b>superieur dekkingsniveau</b>, inclusief de beperkte dekkingsoptie.";
"insurance.axa.premium.benefit1" = "Tot <b>100% terugbetaalbaar eigen risico</b>";
"insurance.axa.premium.benefit2" = "Bescherming van derden";
"insurance.axa.premium.benefit3" = "Pechhulp";
"insurance.axa.premium.benefit4" = "Schade aan voorruit, glas en banden";
"insurance.axa.premium.benefit5" = "Uw persoonlijke bezittingen";
"insurance.axa.premium.benefit6" = "Sleutelschade of -verlies";
"insurance.axa.premium.benefit7" = "Dak en onderstel";
"insurance.axa.premium.benefit8" = "Kosten voor verkeerd tanken";
"insurance.axa.premium.benefit9" = "Administratiekosten";
"insurance.axa.premium.benefit10" = "Meertalige ondersteuning voor claims";
"insurance.axa.premium.terms" = "Door Premium verzekering te selecteren en verder te gaan, bevestigt u dat u de algemene polisvoorwaarden en -condities van de verzekering hebt gelezen en geaccepteerd en dat deze polis op basis van deze informatie aan uw behoeften voldoet.";
"insurance.priceperday" = "${x}/dag";
"insurance.total.price" = "Totaalbedrag: ${x}";
"insurance.options.awn.au.header" = "Neem geen onnodig risico. Sluit een roadtrip-verzekering af.";
"insurance.options.awn.au.body" = "<b>Roadtrip-verzekering</b> - Biedt dekking voor het geval u een ongeval met uw huurauto hebt. Uw eigen risico en persoonlijke bezittingen zijn dan gedekt voor maximaal ${x}.";
"insurance.awn.au.title" = "Roadtrip-verzekering";
"insurance.awn.au.caption" = "Biedt u een <b>superieur dekkingsniveau</b>, inclusief de beperkte dekkingsoptie.";
"insurance.awn.au.benefit1" = "Tot 100% terugbetaalbaar eigen risico";
"insurance.awn.au.benefit2" = "Bescherming van derden";
"insurance.awn.au.benefit3" = "Uw persoonlijke bezittingen";
"insurance.awn.au.benefit4" = "Medische kosten in het buitenland";
"insurance.awn.au.benefit5" = "Dekking voor autosleutels en persoonlijke eigendommen";
"insurance.awn.au.benefit6" = "Overlijden door ongeval";
"insurance.awn.au.benefit7" = "Kosten voor verkeerd tanken";
"insurance.axa.premium.cancellation.policy" = "GRATIS annulering van de verzekering tot 24 uur voor het tijdstip van ophalen";
"insurance.awn.au.terms" = "Door Roadtrip-verzekering te selecteren en verder te gaan, bevestigt u dat u de verzekeringspolis hebt gelezen en geaccepteerd ${x}en dat deze polis op basis van deze informatie aan uw behoeften voldoet.";
"insurance.zero.excess.terms" = "Door een verzekering zonder eigen risico te selecteren en verder te gaan, bevestigt u dat u de algemene polisvoorwaarden en -condities van de verzekering hebt gelezen en geaccepteerd en dat deze polis op basis van deze informatie aan uw behoeften voldoet.";
"insurance.options.awn.au.limited.body" = "<b>Beperkte verzekering</b> - Er is geen dekking voor uw eigen risico of persoonlijke bezittingen.";
"insurance.awn.au.terms.link" = "Algemene voorwaarden";
"results.filter.all1" = "Alle filters";
"results.filter.all2" = "Alle filters (${x})";
"results.summary.title" = "<b>${x}</b> auto\'s | Sorteren op: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Hoe werkt de \'Aanbevolen\' sorteervolgorde?";
"Omnibus.Pos.2.Title" = "Wat betekent \'Beste prijs-kwaliteitverhouding\'?";
"Omnibus.Pos.3.Title" = "Welke variabelen worden in de sorteervolgorde in aanmerking genomen?";
"Omnibus.Pos.4.Title" = "Hoe werken gesponsorde plaatsingen?";
"Omnibus.Pos.1.Body" = "De \'Aanbevolen\' sorteervolgorde gebruikt verschillende factoren om voertuigen in een volgorde te rangschikken waarin u de \'Beste prijs-kwaliteitverhouding\' bovenaan uw zoekresultaten ziet. Ontvangen provisie van autoverhuurders beïnvloedt deze volgorde.";
"Omnibus.Pos.2.Body" = "De term \'Beste prijs-kwaliteitverhouding\' beschrijft de variabelen die van invloed zijn op de waarschijnlijkheid dat een klant een huurauto boekt. De provisie die wij (CarTrawler) van autoverhuurders ontvangen erkent de rol die wij (CarTrawler) spelen in de boeking en beïnvloedt hoe we de algemene \'Beste prijs-kwaliteitverhouding\' bepalen.";
"Omnibus.Pos.3.Body" = "Bij het identificeren van de \'Beste prijs-kwaliteitverhouding\' voor onze klanten, houdt onze sorteervolgorde rekening met een aantal variabelen, waaronder:";
"Omnibus.Pos.4.Body" = "Sommige reispartners werken samen met geselecteerde autoverhuurbedrijven. Gesponsorde plaatsingen kunnen bovenaan de zoekresultaten verschijnen vanwege betalingen die de reispartner van de geselecteerde autoverhuurder heeft ontvangen. Klanten kunnen deze gesponsorde plaatsingen herkennen door hun markering in een merkplaatsing bovenaan de zoekresultaten.";
"Omnibus.Pos.3.bullet.1" = "De boekingsdatum en locatie van de zoekopdracht.";
"Omnibus.Pos.3.bullet.2" = "De duur van de huurperiode.";
"Omnibus.Pos.3.bullet.3" = "Klantbeoordelingen van autoverhuurbedrijven op basis van CSAT-scores en NPS.";
"Omnibus.Pos.3.bullet.4" = "Het historische gedrag van klanten met betrekking tot eerdere boekingen en historische prijzen van vergelijkbare autohuurresultaten.";
"Omnibus.Pos.3.bullet.5" = "De provisie die we ontvangen van autoverhuurders of verzekeringspartners.";
"Omnibus.Accept.Button.Text" = "Begrepen!";
"Omnibus.Header.Text" = "Aanbevolen uitgelegd";
"bookings.sheet.remove" = "Boeking verwijderen";
"bookings.dialog.remove.title" = "Boeking verwijderen?";
"bookings.dialog.remove.text" = "U staat op het punt deze boeking permanent uit uw boekingslijst te verwijderen.";
"bookings.dialog.remove.text.history" = "Deze boeking en uw volledige boekingsgeschiedenis zijn nog steeds toegankelijk via ons klantenportaal.";
"bookings.dialog.remove.CTA" = "Verwijderen";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Boeken bij ${x}";
"payment.options.paypal.banner.text" = "Nadat u hieronder op \'Boeken met PayPal\' hebt getikt, wordt u doorgestuurd naar de PayPal-website waar u zich kunt aanmelden bij uw account en de betaling kunt afronden. U wordt daarna naar de pagina Boekingsbevestiging voor autoverhuur gebracht.";
"payment.options.paypal.failed.title" = "${x} Betaling mislukt";
"payment.options.paypal.failed.text" = "Tijdens de verwerking van uw betaling is er helaas een technisch probleem opgetreden. Uw boeking is nog niet voltooid en er is geen bedrag in rekening gebracht. Probeer het opnieuw met een van de onderstaande beschikbare betaalmethoden.";
"vehicle_fuel_plugin_hybrid" = "Plug-in hybride";
"insurance.axa.regulatory.statement.uk" = "CarTrawler is een aangewezen vertegenwoordiger van Inter Partner Assistance S.A., dat is geautoriseerd en gereguleerd door de Nationale Bank van België, met een geregistreerd hoofdkantoor op het adres Boulevard du Régent 7, 1000 Brussel, België. Goedgekeurd door de Prudential Regulation Authority (firm reference number 202664). Onderworpen aan regelgeving door de Financial Conduct Authority en beperkte regelgeving door de Prudential Regulation Authority. Het adres van de Britse vestiging van Inter Partner Assistance S.A. is 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. maakt deel uit van de AXA Group.";
"title_help" = "Help";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Type 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Type 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Niet gespecificeerd";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Wandcontactdoos";
"VehicleList.Map.BottomSheet.ChargeType" = "Oplaadtypen";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "24 uur open";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Buiten gebruik";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Langzaam";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Snel";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Snel";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultrasnel";
"title_search_cars" = "Auto’s zoeken";
"title_language" = "Taal";
"title_my_bookings" = "Mijn boekingen";
"title_contact_us" = "Neem contact met ons op";
"title_currency" = "Valuta";
"title_my_account" = "Mijn Account";
"manage_booking_booking_number_hint" = "Boekingsnummer";
"manage_booking_email_address" = "E-mailadres";
"settings_main_language" = "Taal -";
"settings_main_currency" = "Valuta -";
"my_bookings_booking_id" = "Boekingsnummer:";
"alert_dialog_no_internet_title" = "Geen verbinding";
"my_bookings_warning" = "Gebruik uw e-mailadres en referentienummer om een boeking toe te voegen.";
"my_bookings_alert_dialog_header" = "Belangrijk";
"my_bookings_alert_dialog_message" = "Het verwijderen van deze boeking uit de lijst leidt NIET tot ANNULERING van de boeking. 

Ga naar Boekingen beheren in de bevestigings-e-mail van uw boeking en kies annuleren.";
"my_bookings_alert_button_one" = "Nietsdoen";
"my_bookings_alert_button_two" = "Verwijderen";
"contact_us_call" = "Bellen";
"contact_international_number_title" = "Internationaal nummer";
"contact_local_number_title" = "Lokaal nummer";
"contact_us_allow_phone_call_permission" = "U dient toestemming voor telefoongesprekken voor deze app in te schakelen.";
"contact_us_allow_phone_call_permission_title" = "Belangrijk";
"error_ssl_title" = "SSL-fout";
"error_ssl_text" = "Er trad een SSL Cert-fout op van Ssl-fouttype:";
"error_my_bookings_title" = "Mijn boekingen";
"error_my_bookings_text" = "Deze boeking kon niet automatisch worden toegevoegd aan Mijn boekingen. 

Voeg deze gegevens in via Zoek boeking.";
"success_my_bookings_text" = "Deze boeking is nu beschikbaar in Mijn boekingen";
"my_bookings_delete" = "Wissen";
"find_booking_button" = "Zoek boeking";
"help_subtitle" = "Wij streven ernaar om onze klanten de allerbeste dienstverlening te bieden. Neem gerust contact met ons op als we u ergens mee kunnen helpen.";
"from" = "Van";
"splash_tagline" = "Welkom";
"your_are_offline_text" = "Uw apparaat is offline.

Controleer uw netwerkverbinding.";
"retry" = "Opnieuw proberen";
"hi_there" = "Hallo!";
"n_a" = "N.v.t.";
"saved_offline" = "Offline opgeslagen";
"view_voucher" = "Voucher bekijken";
"we_re_here_to_help" = "We helpen u graag";
"currency_name_eur" = "EUR - euro";
"currency_name_gbp" = "GBP - Britse pond";
"currency_name_usd" = "USD - Amerikaanse dollar";
"currency_name_aed" = "AED - VAE-dirham";
"currency_name_all" = "ALL - Albanese lek";
"currency_name_amd" = "AMD - Armeense dram";
"currency_name_aoa" = "AOA - Angolese kwanza";
"currency_name_ars" = "ARS - Argentijnse peso";
"currency_name_aud" = "AUD - Australische dollar";
"currency_name_azn" = "AZN - Nieuwe Azerbeidzjaanse manat";
"currency_name_bam" = "BAM - Converteerbare mark";
"currency_name_bbd" = "BBD - Barbadiaanse dollar";
"currency_name_bdt" = "BDT - Bengalese taka";
"currency_name_bgn" = "BGN - Bulgaarse lev";
"currency_name_bhd" = "BHD - Bahreinse dinar";
"currency_name_bmd" = "BMD - Bermudaanse dollar";
"currency_name_bnd" = "BND - Brunei dollar";
"currency_name_bob" = "BOB - Boliviaanse boliviano";
"currency_name_brl" = "BRL - Braziliaanse real";
"currency_name_bsd" = "BSD - Bahamaanse dollar";
"currency_name_bwp" = "BWP - Botswana pula";
"currency_name_cad" = "CAD - Canadese dollar";
"currency_name_chf" = "CHF - Zwitserse frank";
"currency_name_clp" = "CLP - Chileense peso";
"currency_name_cny" = "CNY - Chinese renminbi";
"currency_name_cop" = "COP - Colombiaanse peso";
"currency_name_crc" = "CRC - Costa Ricaanse colón";
"currency_name_cup" = "CUP - Cubaanse peso";
"currency_name_cve" = "CVE - Kaapverdische escudo";
"currency_name_cyp" = "CYP - Cypriotische pond";
"currency_name_czk" = "CZK - Tsjechische kroon";
"currency_name_dkk" = "DKK - Deense kroon";
"currency_name_dop" = "DOP ​​- Dominicaanse peso";
"currency_name_dzd" = "DZD - Algerijnse dinar";
"currency_name_egp" = "EGP - Egyptische pond";
"currency_name_ern" = "ERN - Eritrese nakfa";
"currency_name_etb" = "ETB - Ethiopische birr";
"currency_name_fjd" = "FJD - Fiji dollar";
"currency_name_ghs" = "GHS - Ghanese cedi";
"currency_name_gnf" = "GNF - Guinese frank";
"currency_name_gtq" = "GTQ - Guatemalteekse quetzal";
"currency_name_hkd" = "HKD - Hongkongse dollar";
"currency_name_hnl" = "HNL - Hondurese lempira";
"currency_name_hrk" = "HRK - Kroatische kuna";
"currency_name_huf" = "HUF - Hongaarse forint";
"currency_name_idr" = "IDR - Indonesische roepia";
"currency_name_ils" = "ILS - Nieuwe Israëlische sjekel";
"currency_name_inr" = "INR - Indiase roepie";
"currency_name_irr" = "IRR - Iraanse rial";
"currency_name_isk" = "ISK - IJslandse kroon";
"currency_name_jmd" = "JMD - Jamaicaanse dollar";
"currency_name_jod" = "JOD - Jordaanse dinar";
"currency_name_jpy" = "JPY - Japanse yen";
"currency_name_kes" = "KES - Keniaanse shilling";
"currency_name_kwd" = "KWD - Koeweitse dinar";
"currency_name_kzt" = "KZT - Kazachse tenge";
"currency_name_lbp" = "LBP - Libanese pond";
"currency_name_lkr" = "LKR - Sri Lankaanse roepie";
"currency_name_lsl" = "LSL - Lesotho loti";
"currency_name_mad" = "MAD - Marokkaanse dirham";
"currency_name_mga" = "MGA - Malagassische ariary";
"currency_name_mkd" = "MKD - Macedonische denar";
"currency_name_mop" = "MOP - Macause pataca";
"currency_name_mur" = "MUR - Mauritiaanse roepie";
"currency_name_mwk" = "MWK - Malawi kwacha";
"currency_name_mxn" = "MXN - Mexicaanse peso";
"currency_name_myr" = "MYR - Maleisische ringgit";
"currency_name_mzn" = "MZN - Mozambicaanse metical";
"currency_name_nad" = "NAD - Namibische dollar";
"currency_name_ngn" = "NGN - Nigeriaanse naira";
"currency_name_nok" = "NOK - Noorse kroon";
"currency_name_nzd" = "NZD - Nieuw-Zeelandse dollar";
"currency_name_omr" = "OMR - Omaanse rial";
"currency_name_pen" = "PEN - Nieuwe Peruaanse sol";
"currency_name_php" = "PHP - Filippijnse peso";
"currency_name_pkr" = "PKR - Pakistaanse roepie";
"currency_name_pln" = "PLN - Poolse zloty";
"currency_name_qar" = "QAR - Qatari riyal";
"currency_name_ron" = "RON - Nieuwe Roemeense lei";
"currency_name_rsd" = "RSD - Servische dinar";
"currency_name_rub" = "RUB - Russische roebel";
"currency_name_sar" = "SAR - Saoedische riyal";
"currency_name_sdg" = "SDG - Soedanese pond";
"currency_name_sek" = "SEK - Zweedse kroon";
"currency_name_sgd" = "SGD - Singaporese dollar";
"currency_name_syp" = "SYP - Syrische pond";
"currency_name_szl" = "SZL - Swazische lilangeni";
"currency_name_thb" = "THB - Thaise baht";
"currency_name_tnd" = "TND - Tunesische dinar";
"currency_name_try" = "TRY - Turkse lira";
"currency_name_ttd" = "TTD - Trinidad en Tobago-dollar";
"currency_name_twd" = "TWD - Taiwanese dollar";
"currency_name_tzs" = "TZS - Tanzaniaanse shilling";
"currency_name_uah" = "UAH - Oekraïense grivna";
"currency_name_ugx" = "UGX - Oegandese shilling";
"currency_name_vef" = "VEF - Venezolaanse bolivar";
"currency_name_vnd" = "VND - Vietnamese dong";
"currency_name_vuv" = "VUV - Vanuatu vatu";
"currency_name_xaf" = "XAF - Centraal-Afrikaanse CFA-frank";
"currency_name_xcd" = "XCD - Oost-Caribische dollar";
"currency_name_xof" = "XOF - West-Afrikaanse CFA-frank";
"currency_name_xpf" = "XPF - CFP-frank";
"currency_name_yer" = "YER - Jemenitische rial";
"currency_name_zar" = "ZAR - Zuid-Afrikaanse rand";
"voucher" = "Voucher";
"you_are_offline_find_booking" = "U bent offline. U hebt een internetverbinding nodig om boekingen te vinden.";
"your_bookings" = "Uw boekingen";
"manage_booking_title_warning" = "Vul in om uw boeking te vinden";
"manage_booking_subtitle_warning" = "Als u een boeking op een ander apparaat hebt gedaan, dan kunt u deze hier vinden.";
"internet_alert_dialog_no_internet" = "Uw apparaat is offline.

Controleer uw netwerkverbinding.";
"help_alert_dialog_header" = "Instellingen wijzigen?";
"help_alert_dialog_message" = "Alle actieve zoekopdrachten zullen worden gereset.";
"help_alert_button_one" = "Bevestigen";
"help_alert_button_two" = "Annuleren";
"nav_bar_back_title" = "Terug";
"manage_booking_alert_confirm" = "OK";
"amend" = "Wijzigen";
"amend_booking" = "Wijzigen";
"title_faq" = "FAQ";
"manage_booking" = "Boeking Beheren";
"VehicleList.Chip.EVLongRange.Text" = "Elektrische auto met grote actieradius";
"VehicleDetails.EVLongRange.Description" = "Elektrische auto met grote actieradius: Dit voertuig kan op een enkele lading meer dan ${x} afleggen";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Milieuvriendelijk alternatief";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Elektrische auto met grote actieradius";
"landing.countdowntimer.salename" = "Verkoopactie";
"landing.countdowntimer.presale" = "${x} begint over";
"landing.countdowntimer.duringsale" = "${x} eindigt in";
"Driver.Details.Marketing.Consent.Text" = "Ontvang exclusieve aanbiedingen voor autohuur en andere belangrijke informatie rechtstreeks in uw inbox.";
"Driver.Details.Marketing.Consent.Policy" = "Zie ons ${x} voor meer informatie.";
"abandonment.deeplink.total" = "Totaal";
"abandonment.deeplink.day" = "dag";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "EV-vriendelijke locatie";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Beter voor stadsrijden";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Rijd met gemak";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Maakt u zich zorgen over de brandstofkosten?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Elektrische huurauto’s hebben een grotere actieradius dan u denkt";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Uw ophaallocatie heeft uitstekende laadservices voor gehuurde elektrische voertuigen (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Het rijden met een elektrisch voertuig (EV) is vergelijkbaar met het rijden met een automaat. Het is stiller en heeft geen CO2-uitstoot";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Het opladen van een elektrisch voertuig (EV) kost veel minder dan het tanken van een auto van vergelijkbare grootte rijdend op benzine of diesel. U bespaart tot 50% op de reiskosten";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Elektrische voertuigen (EV) zijn efficiënter met stoppen en starten in stadsverkeer";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Gehuurde elektrische voertuigen (EV) met grote actieradius kunnen meer dan 400 km rijden met één lading. 80% van de autoreizen in Europa is minder dan 50 km";
"insurance.axa.premium.uk.cancellation.policy" = "KOSTELOZE annulering van de verzekering op elk moment voor het tijdstip van ophalen";
"landing.mosaic.title" = "Onze toewijding om groen te gaan";
"landing.mosaic.tile1.title" = "Belangrijke EV-informatie";
"landing.mosaic.tile1.body" = "Alles wat u moet weten bij het huren van een elektrisch voertuig";
"landing.mosaic.tile1.ctaText" = "<u>Meer informatie</u>";
"landing.mosaic.tile2.title" = "Belangrijke informatie voor het opladen van elektrische voertuigen";
"landing.mosaic.tile2.body" = "Uw gids voor het opladen van een EV";
"landing.mosaic.tile2.ctaText" = "<u>Meer informatie</u>";
"landing.mosaic.tile3.body" = "Belangrijke vragen om te stellen bij het huren van een EV";
"landing.mosaic.tile3.ctaText" = "<u>Meer informatie</u>";
"landing.countdowntimer.days" = "dagen";
"landing.countdowntimer.hours" = "uur";
"landing.countdowntimer.minutes" = "min.";
"landing.countdowntimer.seconds" = "sec.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Luchthaven - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} locatie (${y})";
"results.filter.all3" = "Filter (${x})";
"VehicleList.Header.Filter" = "Filter";
"VehicleList.Header.Filter.Selected" = "Filter (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Prijs voor ${X} dagen vanaf ${y}";
"LoyaltyNumber" = "Loyaliteitsnummer (optioneel)";
"VehicleList.Header.Map" = "Kaart";
"Payment.256.Encrypted" = "Alle betalingstransacties zijn versleuteld met 256-bit SSL";
"Insurance.Applicable.Taxes" = "Inclusief alle toepasselijke belastingen";
"BookingError.Insurance" = "Tijdens de verwerking van een deel van uw reservering is er helaas een technisch probleem opgetreden. Uw autoreservering is geslaagd, maar er was een probleem bij de aanschaf van de verzekering. U kunt het opnieuw proberen in het gedeelte Mijn boeking beheren. Details hierover zult u in uw bevestigingse-mail vinden.";
"Payment.Exchange.Currency.Message" = "Merk op dat het thans te betalen bedrag in ${z} in rekening wordt gebracht, gebaseerd op de wisselkoers van vandaag (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Overig";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Totaalbedrag ${x}";
"settings.label.url.4" = "Privacybeleid";
"Price.Summary.Included.Charges" = "Inbegrepen kosten";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Gegevens leverancier";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} afstand";
"VehicleList.Map.BottomSheet.SupplierHours" = "Openingstijden";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Gesloten";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "maandag";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "dinsdag";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "woensdag";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "donderdag";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "vrijdag";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "zaterdag";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "zondag";
"Add.Booking.Title" = "Het spijt ons, we konden geen resultaten vinden die voldoen aan uw zoekcriteria.";
"Add.Booking.Form.Error" = "Het spijt ons, we konden geen resultaten vinden die voldoen aan uw zoekcriteria.";
"Add.Booking.Heading" = "Boeking toevoegen";
"Add.Booking.Form.BookingId.Error" = "Ongeldig nummer";
"please.try.again" = "Probeer het opnieuw.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Gratis annulering van de verzekering op elk moment voor het tijdstip van ophalen";
"Insurance.XC.Subtitle.eDo" = "De verzekering met Premium dekking biedt optimale bescherming en verhoogde polislimieten tot ${policy.limit}, plus hogere sublimieten voor de dekking van wat voor u het belangrijkst is. Exclusief beschikbaar voor Prime-leden.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Annuleer gratis tot 24 uur voor het ophaaltijdstip";
"insurance.xc.simple.api.main.more.info.button" = "Meer informatie";
"Insurance.XC.USP.ThirdParty" = "Dekking tegen claims van derden";
"insurance.xc.simple.api.main.link.terms.text" = "Algemene voorwaarden";
"Insurance.xc.pricing.terms" = "Inclusief alle toepasselijke belastingen";
"Insurance.XC.USP.LatePickUp" = "Laat ophalen wegens vertraging van de vlucht";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Annuleer gratis tot 24 uur voor het ophaaltijdstip";
"insurance.xc.simple.api.main.premium.cta" = "Doorgaan met Premium dekking";
"Insurance.XC.USP.Windscreen" = "Schade aan voorruit, glas en banden";
"Insurance.XC.USP.Misfueling" = "Kosten voor verkeerd tanken";
"Insurance.XC.USP.BreakdownAssistance" = "Pechhulp";
"Insurance.XC.USP.ClaimSupport" = "Meertalige ondersteuning voor claims";
"Insurance.XC.USP.TravelExpenses" = "Reiskosten";
"Insurance.XC.Subtitle" = "Met onze extra bescherming krijgt u het bedrag van eigenrisico terug, tot ${x}, zodat u bij een ongeval niet zonder geld komt te zitten.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Door te kiezen voor Premium dekking en verder te gaan, bevestigt u dat u de ${x} en ${y} van de verzekering hebt gelezen en geaccepteerd en dat deze polis op basis van deze informatie aan uw behoeften voldoet.";
"Insurance.XC.Title" = "Premium dekking";
"Insurance.XC.USP.RefundableExcess.Alt" = "Tot <span>100% restitueerbaar eigen risico</span>";
"CannotProcessReservation" = "Er is een onverwachte  fout opgetreden. Uw boeking is niet aangemaakt en er zijn geen kosten in rekening gebracht. Voer een nieuwe zoekopdracht uit en probeer het opnieuw.";
"insurance.options.xc.header" = "Verzekeringsopties";
"insurance.options.xc.premium.body" = "<b>Premium</b> - Biedt <b>superieure dekking</b>. Als u een ongeval hebt, krijgt u uw eigen risico <b>terugbetaald</b> tot ${x}.";
"top.up.your.protection" = "Vul uw bescherming aan";
"insurance.options.xc.limited.body" = "<b>Beperkt</b> - Biedt <b>minimale dekking</b>. Als u een ongeval hebt, moet u een <b>niet-restitueerbaar</b> eigen risico betalen van tot ${x}.";
"title_calendar" = "Datumkiezer";
"title_conditions" = "Algemene voorwaarden";
"title_details" = "Autogegevens";
"title_details_supplier" = "WAARDERINGSCIJFER";
"title_details_vehicle" = "INBEGREPEN";
"title_extras_insurance" = "Extra\'s en verzekering";
"title_filters" = "Filters";
"title_insurance" = "Verzekering";
"title_locations" = "Locaties";
"title_payment" = "Betaling";
"title_results" = "Resultaten";
"title_search_ground" = "Vind grondtransport";
"title_search_rental" = "Autoverhuur";
"title_settings" = "Instellingen";
"title_summary" = "Betalingsoverzicht";
"title_user" = "Gegevens van de hoofdbestuurder";
"title_extras" = "Extra\'s";
"CTA_add" = "Een boeking toevoegen";
"CTA_search" = "Auto\'s zoeken";
"CTA_save" = "Instellingen opslaan";
"CTA_continue" = "Doorgaan";
"CTA_with_insurance" = "Doorgaan met verzekering";
"CTA_no_insurance" = "Doorgaan zonder verzekering";
"CTA_to_homepage" = "Terug naar Homepage";
"CTA_book" = "Nu boeken voor";
"CTA_close" = "Sluiten";
"CTA_cancel" = "Annuleren";
"CTA_done" = "Gereed";
"search_pickup_location_text" = "Ophaallocatie";
"search_pickup_location_hint" = "Naam van luchthaven, stad of station invoeren";
"search_return_location_text" = "Inleverlocatie";
"search_return_location_hint" = "Naam van luchthaven, stad of station invoeren";
"search_return_location_button" = "Transfer van en naar dezelfde locatie";
"search_driver_age" = "Leeftijd bestuurder tussen 25 en 70 jaar";
"search_driver_age_hint" = "Leeftijd bestuurder";
"search_select_dates" = "Data";
"search_select_dates_hint" = "Data kiezen";
"search_pickup_time_text" = "Ophaaltijd";
"search_return_time_text" = "Inlevertijd";
"search_locations_placeholder" = "Locatie invoeren";
"calendar_summary_dropoff" = "Inleverdatum";
"calendar_summary_pickup" = "Ophaaldatum";
"calendar_summary_title" = "Datum kiezen";
"calendar_select_date" = "Datum kiezen";
"calendar_select_dates" = "Kies uw data";
"calendar_pickup_date" = "Ophaaldatum";
"calendar_return_date" = "Inleverdatum";
"calendar_continue" = "Doorgaan";
"calendar_sun" = "zo";
"calendar_mon" = "ma";
"calendar_tue" = "di";
"calendar_wed" = "wo";
"calendar_thu" = "do";
"calendar_fri" = "vr";
"calendar_sat" = "za";
"locations_results_airports" = "Luchthavens";
"locations_results_others" = "Alle andere locaties";
"settings_country_title" = "Land";
"settings_currency_title" = "Valuta:";
"settings_select_country" = "Selecteer land";
"settings_select_currency" = "Selecteer valuta";
"settings_select_languages" = "Selecteer taal";
"results_sort" = "Sorteren";
"results_filter" = "Filter";
"vehicle_orsimilar" = "of vergelijkbaar";
"vehicle_passenger" = "Passagier";
"vehicle_passengers" = "Passagiers";
"vehicle_bag" = "Tas";
"vehicle_bags" = "Tassen";
"vehicle_door" = "Deur";
"vehicle_doors" = "Deuren";
"vehicle_duration_1" = "Prijs voor";
"vehicle_duration_2" = "dag";
"vehicle_duration_3" = "dagen";
"vehicle_total_price" = "Totaalprijs";
"vehicle_best_seller" = "Bestseller";
"vehicle_great_value" = "Geweldige keuze";
"vehicle_provided" = "Geleverd door";
"vehicle_air_conditioning" = "Airconditioning";
"vehicle_fuel_policy" = "Brandstofregeling";
"vehicle_supplier_address" = "Adres leverancier";
"vehicle_suppliers_address_detail" = "Het adres van de leverancier is:";
"vehicle_pickup_location" = "Ophaallocatie";
"vehicle_vehicle_inclusion" = "Dit is inbegrepen in de prijs van het voertuig";
"rental_sort_title" = "Resultaten sorteren op";
"rental_sort_price" = "Prijs";
"rental_sort_rating" = "Waarderingscijfer";
"rental_sort_recommended" = "Aanbevolen";
"filter_package" = "Pakket";
"filter_carsize" = "Autogrootte";
"filter_supplier" = "Leverancier";
"filter_rating" = "Waarderingscijfer";
"filter_fuel" = "Brandstofregeling";
"filter_carfuel" = "Brandstoftype";
"filter_carspec" = "Specificaties van de auto";
"filter_transmission" = "Schakeling";
"filter_specialoffers" = "Speciale aanbieding";
"filter_transfertype" = "Transfertype";
"filter_transfertime" = "Reistijd";
"filter_reset" = "Opnieuw instellen";
"vehicle_type_cargovan" = "Bestelbus";
"vehicle_type_compact" = "Compact";
"vehicle_type_compact_elite" = "Compact Elite";
"vehicle_type_economy" = "Economy";
"vehicle_type_economy_elite" = "Economy Elite";
"vehicle_type_estate" = "Stationcar";
"vehicle_type_exotic" = "Exotisch";
"vehicle_type_exotic_SUV" = "Exotische SUV";
"vehicle_type_fifteen_passenger_van" = "Busje voor vijftien personen";
"vehicle_type_five_seat_carrier" = "Vijfzitter";
"vehicle_type_four_wheel_drive" = "Vierwielaandrijving";
"vehicle_type_fullsize" = "Grote middenklasse";
"vehicle_type_fullsize_elite" = "Grote middenklasse Elite";
"vehicle_type_intermediate" = "Middenklasse";
"vehicle_type_intermediate_elite" = "Middenklasse Elite";
"vehicle_type_large_SUV" = "Grote SUV";
"vehicle_type_large_truck" = "Grote vrachtwagen";
"vehicle_type_luxury" = "Luxe";
"vehicle_type_luxury_elite" = "Luxe Elite";
"vehicle_type_medium_SUV" = "Middelgrote SUV";
"vehicle_type_midsize" = "Midsize";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini Elite";
"vehicle_type_minivan" = "Minibus";
"vehicle_type_moped" = "Bromfiets";
"vehicle_type_moving_van" = "Verhuiswagen";
"vehicle_type_nine_seat_carrier" = "Negenzitter";
"vehicle_type_oversize" = "Oversize";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Premium Elite";
"vehicle_type_regular" = "Regulier";
"vehicle_type_seven_seat_carrier" = "Zevenzitter";
"vehicle_type_small_SUV" = "Kleine SUV";
"vehicle_type_small_medium_truck" = "Kleine/middelgrote vrachtwagen";
"vehicle_type_special" = "Speciaal";
"vehicle_type_standard" = "Standaard";
"vehicle_type_standard_elite" = "Standaard Elite";
"vehicle_type_stretch" = "Stretch";
"vehicle_type_subcompact" = "Subcompact";
"vehicle_type_twelve_foot_truck" = "Vrachtwagen van 3,5 meter";
"vehicle_type_twelve_passenger_van" = "Busje voor twaalf personen";
"vehicle_type_twenty_foot_truck" = "Vrachtwagen van zes meter";
"vehicle_type_twenty_four_foot_truck" = "Vrachtwagen van zeven meter";
"vehicle_type_twenty_six_foot_truck" = "Vrachtwagen van acht meter";
"vehicle_type_unique" = "Uniek";
"vehicle_type_vehicle_size_SUV" = "Compacte SUV";
"vehicle_type_other" = "Overig";
"vehicle_fuel_petrol" = "Benzine";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Automaat";
"vehicle_transmission_manual" = "Handgeschakeld";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Dezelfde acculading-dezelfde kosten";
"vehicle_fuel_policy_type_FULLFULL" = "Vol ophalen, vol inleveren";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Leeg naar leeg";
"vehicle_fuel_policy_type_FULLEMPTY" = "Vooraf betalen";
"vehicle_fuel_policy_type_HALFEMPTY" = "Halfvol naar leeg";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Ophalen met kwartvolle tank en inleveren met lege tank";
"vehicle_fuel_policy_type_HALFHALF" = "Halfvol ophalen, halfvol inleveren";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "1/4 vol ophalen, 1/4 vol inleveren";
"vehicle_fuel_policy_type_UNKNOWN" = "Onbekend";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Brandstof: vooraf betalen met restitutie";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Brandstof: Maak een keuze aan de balie";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Brandstofkosten: Niet inbegrepen";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Brandstofkosten: Inbegrepen";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Houd het voertuig opgeladen, om extra (oplaad)kosten te vermijden. U ontvangt bij het ophalen een voertuig met een bepaalde acculading van de leverancier. U bent er verantwoordelijk voor om het met een vergelijkbaar niveau van acculading te retourneren.";
"vehicle_fuel_policy_desc_FULLFULL" = "Dit is de meest gunstige brandstofregeling. Uw auto wordt met een volle tank geleverd. Lever de auto simpelweg weer in met een volle tank om bijvulkosten te vermijden.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Uw auto wordt geleverd met voldoende brandstof om het eerstvolgende benzinestation te bereiken. De auto moet worden ingeleverd met een lege tank. Eventueel resterende brandstof in de tank wordt niet vergoed.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Uw auto wordt met een volle tank geleverd, waarvoor aan de verhuurbalie kosten in rekening worden gebracht. De auto moet worden ingeleverd met een lege tank. Eventueel resterende brandstof in de tank wordt niet vergoed.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Uw auto wordt met een halfvolle tank geleverd. Deze brandstof zal aan de verhuurbalie aan u in rekening worden gebracht. U kunt zoveel brandstof gebruiken als u wilt en hoeft de tank niet bij te vullen voordat u de auto inlevert.";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Uw auto wordt met een kwartvolle tank geleverd. Deze brandstof zal aan de verhuurbalie aan u in rekening worden gebracht. U kunt zoveel brandstof gebruiken als u wilt en hoeft de tank niet bij te vullen voordat u de auto inlevert.";
"vehicle_fuel_policy_desc_HALFHALF" = "Uw auto wordt met een halfvolle tank geleverd. Lever de auto weer in met een halfvolle tank om bijvulkosten te vermijden. Als u de auto inlevert met meer brandstof in de tank, zult u hiervoor geen aanvullende vergoeding ontvangen.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Uw auto wordt met een kwartvolle tank geleverd. Lever de auto weer in met een kwartvolle tank om bijvulkosten te vermijden. Als u de auto inlevert met meer brandstof in de tank, zult u hiervoor geen aanvullende vergoeding ontvangen.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Belangrijke informatie bekijken";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Uw auto wordt met een volle tank geleverd. Hiervoor worden aan de verhuurbalie kosten in rekening gebracht, vermeerderd met een niet-restitueerbaar bedrag aan administratiekosten. Eventueel resterende brandstof wordt aan u vergoed wanneer u de auto inlevert.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Uw auto wordt met een volle tank geleverd. U kunt ervoor kiezen om vooraf, aan de verhuurbalie, voor de brandstof te betalen (Vooraf betalen), of de tank te vullen voordat u de auto inlevert (Vol ophalen, vol inleveren). Laat uw autoverhuurder weten welke brandstofregeling uw voorkeur heeft.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Brandstofkosten zijn niet inbegrepen bij het tarief. U betaalt voor het voltanken van de tank voordat uw chauffeur u afzet.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Alle brandstofkosten zijn inbegrepen. U hoeft niets te betalen voor het eventueel voltanken.";
"vehicle_pickup_type" = "Ophaaltype";
"vehicle_pickup_location_VWF_1.VWF.X" = "Ophalen bij luchthaventerminal";
"vehicle_pickup_location_VWF_2.VWF.X" = "Op de luchthaven";
"vehicle_pickup_location_VWF_3.VWF.X" = "Luchthaventerminal";
"vehicle_pickup_location_VWF_4.VWF.X" = "Treinstation";
"vehicle_pickup_location_VWF_5.VWF.X" = "Hotelaflevering";
"vehicle_pickup_location_VWF_6.VWF.X" = "Autodealer";
"vehicle_pickup_location_VWF_7.VWF.X" = "Stadscentrum/binnenstad";
"vehicle_pickup_location_VWF_8.VWF.X" = "Stadscentrum - oost";
"vehicle_pickup_location_VWF_9.VWF.X" = "Stadscentrum - zuid";
"vehicle_pickup_location_VWF_10.VWF.X" = "Stadscentrum - west";
"vehicle_pickup_location_VWF_11.VWF.X" = "Stadscentrum - noord";
"vehicle_pickup_location_VWF_12.VWF.X" = "Haven/veerpont";
"vehicle_pickup_location_VWF_13.VWF.X" = "Bij resort";
"vehicle_pickup_details_VWF_1.VWF.X" = "Dit is de handigste ophaaloptie. De verhuurbalie bevindt zich in de luchthaventerminal.";
"vehicle_pickup_details_VWF_2.VWF.X" = "De verhuurbalie is gunstig gelegen op het terrein van de luchthaven.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Dit is een meet and greet service. Uw chauffeur wacht u bij aankomst op. Geef ons uw vluchtnummer door zodat de chauffeur op de hoogte kan blijven van een eventuele vertraging.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Uw auto zal beschikbaar zijn voor ophalen vanaf de receptie van uw hotel.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Dit is een meet and greet service. Uw chauffeur wacht u bij aankomst op. Geef ons uw vluchtnummer door zodat de chauffeur op de hoogte kan blijven van een eventuele vertraging.";
"vehicle_pickup_type_VLI_1.VLI.X" = "In terminal";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal en shuttle";
"vehicle_pickup_type_VLI_3.VLI.X" = "Gratis shuttlebus";
"vehicle_pickup_type_VLI_4.VLI.X" = "Meet en Greet";
"vehicle_pickup_type_VLI_6.VLI.X" = "Privéchauffeur";
"vehicle_pickup_at_airport" = "Bij de luchthaven";
"vehicle_pickup_unknown" = "Onbekend";
"included_title" = "Gratis inbegrepen:";
"included_cancel" = "Annulering";
"included_amend" = "Wijzigen";
"included_thirdparty" = "Wettelijke aansprakelijkheid";
"included_theft" = "Diefstalbescherming";
"included_collision" = "Aanrijdingsschadeverzekering (CDW)";
"included_terms" = "Algemene voorwaarden";
"supplier_reviews" = "beoordelingen";
"supplier_car" = "Netheid van de auto";
"supplier_desk" = "Dienstverlening aan de balie bij leverancier";
"supplier_pickup" = "Het ophaalproces voor de autoverhuur";
"supplier_dropoff" = "Het inleverproces voor de autoverhuur";
"supplier_price" = "Algehele waar voor uw geld";
"supplier_waiting" = "Wachttijd";
"supplier_below_average" = "Benedengemiddeld";
"supplier_good" = "Goed";
"supplier_excellent" = "Uitstekend";
"supplier_rating_detail" = "klanten beoordelen dit autoverhuurbedrijf als";
"extras_equipment_aircon" = "Airconditioning";
"extras_equipment_gps" = "Gps";
"extras_back" = "Terug";
"extras_conditions" = "Let op: extra\'s dienen aan de verhuurbalie betaald te worden. We proberen ervoor te zorgen dat klanten alle extra\'s ontvangen, maar beschikbaarheid is niet altijd gegarandeerd.";
"extras_per_day" = "per dag";
"extras_placeholder" = "Geleverd door Axa, toonaangevend in internationale verzekeringen en vermogensbeheer.";
"insurance_summary_replace_src" = "vink onderstaand vakje aan";
"insurance_summary_replace_val" = "ga verder met verzekering";
"insurance_summary_title" = "Redenen om voor volledige dekking te kiezen";
"insurance_list_1_title" = "Geweldige keuze";
"insurance_list_1_body" = "Elimineer potentiële aansprakelijkheid tot ${x} voor slechts ${w} per dag";
"insurance_list_2_title" = "De beste bescherming";
"insurance_list_2_body" = "Bij diefstal of schade aan de auto betaal je het eigen risico, maar met de Eigen Risico verzekering wordt dit bedrag volledig vergoed.";
"insurance_list_3_title" = "Gemoedsrust";
"insurance_list_3_body" = "Je bent volledig gedekt voor je eigen risico als er iets misgaat.";
"insurance_conditions" = "Bekijk de ${x} voor meer informatie.";
"insurance_provider" = "Geleverd door Axa, toonaangevend in internationale verzekeringen en vermogensbeheer";
"insurance_policy" = "Dit beleid wordt onderschreven door INTER PARTNER ASSISTANCE SA, lid van de AXA Assistance Group, Louizalaan 166, 1050 Brussel, België.";
"user_name_hint" = "Naam";
"user_firstname_hint" = "Voornaam";
"user_surname_hint" = "Achternaam";
"user_email_hint" = "E-mail";
"user_email2_hint" = "E-mail bevestigen";
"user_phone_hint" = "Telefoon";
"user_address_hint" = "Adres";
"user_address_line1_hint" = "Adresregel 1";
"user_address_line2_hint" = "Adresregel 2";
"user_city_hint" = "Plaats";
"user_postcode_hint" = "Postcode";
"user_flight_hint" = "Vluchtnummer (belangrijk)";
"user_country_hint" = "Land";
"summary_desk" = "Betalen aan de balie";
"summary_now" = "Nu betalen";
"summary_rental" = "Autoverhuur";
"summary_ground" = "Reis";
"summary_total" = "Totaal";
"summary_pickup" = "Ophalen";
"summary_dropoff" = "Inleveren";
"summary_lead_driver" = "Gegevens van de hoofdbestuurder";
"summary_vehicle" = "Voertuigoverzicht";
"summary_payment" = "Betalingsoverzicht";
"summary_damage_refund" = "Eigenrisicoverzekering";
"summary_booking_fee" = "Boekingskosten";
"payment_text_1" = "Tik op \"Nu boeken\" om uw boeking af te ronden en onze ${x} te accepteren.";
"payment_text_2" = "Algemene voorwaarden";
"receipt_email_text" = "We hebben een bevestigingse-mail gestuurd naar ${x}. Ontvangst van deze e-mail kan tot 15 minuten duren. Kijk uw voucher na voordat u uw auto ophaalt.";
"receipt_scroll" = "Scroll verder voor het overzicht";
"receipt_success" = "Uw boeking is met succes voltooid.";
"receipt_summary_car" = "Overzicht auto";
"receipt_summary_driver" = "Gegevens van de hoofdbestuurder";
"receipt_summary_dropoff" = "Inleveren";
"receipt_summary_pickup" = "Ophalen";
"receipt_title" = "Gefeliciteerd!";
"receipt_your_reference" = "Uw boekingsreferentie:";
"general_form_empty" = "Vul dit veld in";
"results_empty" = "Geen resultaat";
"error_widget_no_cars" = "Geen voertuigen gevonden voor deze locatie";
"error_payment_general" = "Fout tijdens betaling";
"error_requestor_missing" = "ID aanvrager niet verstrekt";
"error_payment_no_internet1" = "Geen internetverbinding";
"error_payment_no_internet2" = "Om uw boeking te voltooien moet u verbonden zijn met het internet";
"error_payment_loading1" = "Het spijt ons";
"error_payment_loading2" = "We ondervinden problemen bij het laden van het betaalscherm";
"error_ok" = "OK";
"error_no_booking_ref" = "Geen boekingsref";
"error_no_insurance_available" = "Geen verzekering beschikbaar";
"booking_reference_prefix" = "Boekingsreferentie";
"title_booking_manager" = "Geplande boekingen";
"settings_language_header" = "Taal";
"interstitial_header" = "Op zoek naar de perfecte auto voor u";
"interstitial_subheader" = "tegen de beste prijs";
"mins_placeholder" = "min.";
"summary_deposit" = "Borg autoverhuur";
"confirmation_loading_header" = "Uw betaling wordt nu verwerkt";
"confirmation_loading_subheader" = "Dit kan tot 30 seconden duren, even geduld a.u.b.";
"address_details_title" = "Adresgegevens";
"add_extras_title" = "Extra\'s toevoegen";
"insurance_upgrade" = "Verzekering toevoegen";
"insurance_added" = "Toegevoegd";
"car_rental_total" = "Totaal autohuur";
"vehicle_features" = "kenmerken";
"vehicle_features_title" = "Overige kenmerken van de auto";
"free_cancellation_detail" = "Goed nieuws! Gratis annulering en wijziging van uw boeking.";
"free_cancellation_title" = "Goed nieuws!";
"free_cancellation_point1" = "Gratis annulering tot 24 uur voor het tijdstip van ophalen";
"free_cancellation_point2" = "Geen kosten wanneer u uw boeking online, via de app of telefonisch wijzigt.";
"vehicle_mileage_title" = "Toegestane aantal kilometers:";
"vehicle_mileage_618_VCP_X" = "Beperkt aantal kilometers";
"vehicle_mileage_618_VCP_X_desc" = "Een gemiddelde rijafstand van ${x} ${y} ${z} is in deze prijs inbegrepen. Bij een grotere afgelegde afstand kunnen er extra kosten van toepassing zijn.";
"vehicle_mileage_609_VCP_X" = "Onbeperkt aantal kilometers";
"vehicle_mileage_609_VCP_X_desc" = "Voor deze auto geldt geen beperking van rijafstand";
"vehicle_insurance_title" = "Verzekering";
"vehicle_insurance_title_description" = "Beperkte dekking";
"insurance_upgrade_title" = "Uw dekking opwaarderen";
"insurance_upgrade_subtitle" = "Eigen risico verzekering";
"insurance_more" = "Meer gegevens";
"insurance_per_day" = "per dag";
"insurance_total" = "Totaalbedrag";
"insurance_detail_title" = "Eigen risico verzekering";
"insurance_more_details_title1" = "Beperk uw aansprakelijkheid van ${x} tot  ${y}";
"insurance_more_details_insurance_main_text" = "Het autoverhuurbedrijf kan u wellicht vragen naar een borgsom of om een eigenrisicoverzekering af te sluiten voor uw reis. Deze eigenrisicoverzekering zal uw eventuele eigen risico voldoende afdekken, dus controleer uw algemene voorwaarden voordat u een andere verzekeringspolis afsluit. Als de auto beschadigd raakt of gestolen wordt, dan zal de autoverhuurder het eigen risico vasthouden om de kosten te dekken, die u vervolgens volledig kunt terugvorderen via uw eigenrisicoverzekering.";
"vehicle_other" = "Andere auto\'s";
"insurance_more_details_title2" = "Wat er onder de dekking valt";
"insurance_more_details_point1" = "Volledige terugbetaling van borg bij schade of diefstal";
"insurance_more_details_point2" = "Banden, ramen, spiegels en wielen";
"insurance_more_details_point3" = "Dak, onderstel en verkeerde brandstof";
"insurance_more_details_point4" = "Administratiekosten";
"insurance_more_details_point5" = "Sleuteldekking en persoonlijke bezittingen";
"insurance_terms_conditions" = "Algemene voorwaarden";
"CTA_add_to_flight" = "Aan vlucht toevoegen";
"CTA_edit" = "Bewerken";
"payment_name" = "Naam";
"payment_card" = "Kaartnummer";
"payment_expiry" = "MM/JJ";
"payment_cvc" = "CVC-nummer";
"payment_summary_pay_nothing_desk" = "Betaal niets aan de verhuurbalie";
"extras_title" = "Extra\'s toevoegen";
"extras_all" = "Alles bekijken";
"merchandising_business" = "Zakelijke reiziger";
"merchandising_city_break" = "Stedentrip";
"merchandising_family_size" = "Gezinsgrootte";
"merchandising_best_seller" = "Bestseller";
"merchandising_great_value" = "Geweldige keuze";
"merchandising_quickest_queue" = "Kortste wachtrij";
"merchandising_recommended" = "Aanbevolen";
"merchandising_upgrade_to" = "Upgraden naar";
"merchandising_on_budget" = "Op een beperkt budget";
"merchandising_best_reviewed" = "Beste beoordelingen";
"payment_free" = "Gratis inbegrepen";
"feature_usb" = "USB-aansluiting";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Overige kenmerken";
"feature_german_model" = "Duits model";
"feature_front_demister" = "Voorruitverwarming";
"feature_parking_sensors" = "Parkeersensors";
"feature_fuel_economy" = "Brandstofzuinig";
"extra_per_rental" = "per verhuur";
"mileage_allowance" = "Aantal kilometers";
"mileage_unlimited" = "Onbeperkt";
"mileage_limited" = "Beperkt";
"insurance_basic" = "Verzekering:";
"insurance_basic_detail" = "Beperkte dekking";
"CTA_add_vehicle_basket" = "Aan winkelwagen toevoegen";
"all_extras_paid" = "Alle extra’s moeten bij het ophalen van de auto worden afgerekend";
"payment_secure_text" = "100% veilig";
"payment_cardnumber" = "Kaartnummer";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Gratis inbegrepen:";
"extras_101.EQP" = "Extra bestuurder";
"extras_7" = "Geschikt voor baby\'s tot 9 maanden of een gewicht van minder dan 9 kilo / 20 lbs.";
"extras_9" = "Geschikt voor kinderen vanaf 4 jaar of met een gewicht tussen de 18 en 45 kilo / 40-100 lbs.";
"extras_8" = "Geschikt voor kinderen van 9 maanden tot 4 jaar of met een gewicht tussen de 8 en 18 kilo  / 20-40 lbs.";
"extras_13" = "Satellietnavigatiesysteem.";
"extras_3" = "Hiermee wordt de opbergruimte van de auto vergroot.";
"extras_34" = "Mobiele telefoon met GPS.";
"extras_4" = "Veilige ski-opslag.";
"extras_10" = "Aanbevolen voor het rijden in winterse omstandigheden.";
"extras_52" = "Hiermee kunt u op snelwegen gebruikmaken van rijstroken met elektronische tolbetaling.";
"extras_55" = "Draadloze internettoegang voor laptops, smartphones, tablets en andere voor wifi-geschikte apparaten.";
"extras_30" = "Dit pakket bevat de verplichte uitrusting voor het rijden in winterse omstandigheden.";
"extras_14" = "Aanbevolen voor het rijden in winterse omstandigheden.";
"Message.FreeCancellation.7days" = "Kostenloos annuleren tot 7 dagen na uw boeking!";
"extras_102.EQP" = "Satellietnavigatiesysteem.";
"overall_rating" = "Waarderingscijfer";
"payment_invalid_card_number" = "Ongeldig nummer";
"payment_invalid_expiry_date" = "Ongeldige datum";
"payment_invalid_cvc_number" = "Het moeten drie of vier cijfers zijn";
"search_title" = "Zoeken";
"search_compare_deals" = "Vergelijk en vind de <b>beste</b> autohuuraanbiedingen";
"whats_your_pickup_location" = "Wat is uw ophaallocatie?";
"whats_your_dropoff_location" = "Wat is uw inleverlocatie?";
"view_your_next_trip" = "Bekijk uw volgende reis!";
"book_another_car" = "of boek een andere auto";
"why_book_with_us" = "Waarom bij ons boeken?";
"free_cancellation_and_amendments" = "Gratis annulering en wijzigingen";
"free_cancellation_amendments_detail" = "Gratis annulering tot 24 uur voor het tijdstip van ophalen. Geen administratiekosten wanneer u uw boeking wijzigt.";
"phone_support" = "24/7 telefonische ondersteuning";
"phone_support_detail" = "Ons team staat 24 uur per dag, 7 dagen per week voor u klaar.";
"airports_city_locations" = "30.000 luchthavens en stadslocaties";
"airports_city_locations_detail" = "Vergelijk 1700 leveranciers, kies en bespaar!";
"no_hidden_costs" = "Geen verborgen kosten";
"no_hidden_costs_detail" = "We zullen eventuele extra kosten toelichten voordat u uw autohuur boekt. Meer details over wat er is inbegrepen? Controleer gewoon even de algemene voorwaarden van elke auto.";
"damage_theft_protection" = "Bescherming tegen schade en diefstal";
"damage_theft_protection_detail" = "Aanrijdingsschadeverzekering en diefstalbescherming zijn in onze autohuur inbegrepen.";
"vehicles" = "voertuigen";
"apply" = "Toepassen";
"select_all" = "Alles selecteren";
"perfect_car" = "We zoeken de perfecte auto voor u";
"free_cancellation" = "Gratis";
"cancellation_amendments" = "annuleringen en wijzigingen";
"included_important" = "Belangrijk";
"customer_ratings" = "Gebaseerd op %@ klantwaarderingen";
"more_features" = "Meer kenmerken";
"continue_to_payment" = "Doorgaan naar betalen";
"car_rental" = "Autoverhuur";
"toast_extras" = "Uw totaal is inclusief extra’s, maar u betaalt voor deze extra’s wanneer u de auto ophaalt.";
"booking_delay" = "Dit kan tot 30 seconden duren";
"booking_please_sit_tight" = "Even geduld a.u.b.";
"booking_secure_payment" = "Veilige betaling";
"booking_pay" = "Betalen";
"booking_manage_your_booking" = "Uw boeking beheren";
"booking_card_title" = "Reis naar";
"booking_button_title" = "BOEKING BEKIJKEN";
"booking_list_title" = "Uw volgende reis bekijken?";
"payment_title_header" = "Beoordeling";
"payment_pay_at_pickup_title" = "Betalen bij ophalen";
"payment_pay_at_desk_title" = "Te betalen aan de balie";
"summary_extras_cell_title" = "Bij het ophalen van de auto zult u voor de volgende zaken moeten betalen in lokale valuta:";
"summary_car_hire_title" = "Autohuurkosten";
"booking_summary_title" = "Boekingsreferentie";
"payment_summary_title" = "Prijsoverzicht";
"user_phone_prefix_hint" = "Landcode";
"car_rental_subscribe" = "Ja, ik wil exclusieve aanbiedingen ontvangen per e-mail. Op elk moment weer afmelden.";
"secure_payment_header" = "Veilige betaling";
"secure_payment_text" = "Alle betalingstransacties zijn versleuteld met 128-bit SSL";
"payment_conditions_1" = "Klik op “Betalen” om uw reservering te voltooien en ga akkoord met de ${x} en ${y}";
"payment_conditions_2" = "Huurvoorwaarden";
"splash_navigation_title" = "Autoverhuur";
"summary_pay_total" = "Betalen %@";
"deselect_all" = "Alles deselecteren";
"free_cancellation_and_amendments_banner" = "<b>Gratis</b> annuleringen en wijzigingen";
"settings_currency_updated" = "Valuta bijgewerkt";
"booking_not_included" = "Niet inbegrepen";
"vehicle_type_convertible" = "Cabriolet";
"loyalty_scheme_title" = "WestJet Rewards";
"loyalty_scheme_label" = "WestJet Rewards ID";
"loyalty_scheme_intro" = "WestJet Rewards-leden ontvangen 1% terug in WestJest-dollars. WestJet-dollars worden berekend op basis van de kosten van uw autoverhuur exclusief belastingen en toeslagen.";
"loyalty_scheme_notes" = "WestJet-dollars kunnen enkel worden verdiend door de hoofdbestuurder.  Geef de WestJet Rewards ID van de hoofdbestuurder.";
"loyalty_scheme_confirm" = "Dit lid van de groep zal de hoofdbestuurder zijn voor de autoverhuur en zal WestJet-dollars verdienen op de verhuurprijs exclusief belastingen en toeslagen.";
"Free.LimitedDamageProtection" = "Beperkte bescherming tegen schade";
"Free.LimitedTheftProtection" = "Beperkte bescherming tegen diefstal";
"Insurance.Excess.Liability" = "Eigen risico tot ${x}";
"Insurance.Basic.Cover.Incl" = "Beperkte dekking (inclusief):";
"Insurance.Insurance.Explained" = "Uitleg verzekering";
"Basic.Intro" = "Met de beperkte dekking van de verhuurder bent u gedekt voor wettelijke aansprakelijkheid. U bent ook beperkt beschermt tegen schade en diefstal. De kosten worden grotendeels gedekt, u bent echter aansprakelijk voor een eigen risico tot € 3000. Wanneer u uw auto ophaalt dient u een borgsom te betalen met uw creditcard. In geval van beschadiging of diefstal van de auto, zal de verhuurder de borgsom behouden ter dekking van de kosten.";
"Insurance.Premium.Cover" = "Premium dekking:";
"Premium.Intro" = "Met de premium dekking krijgt u de voordelen van de beperkte dekking van de verhuurder (inclusief dekking voor wettelijke aansprakelijkheid) en bescherming van uw borgsom. Als uw auto beschadigd of gestolen is, zal de autoverhuurder het eigen risico inhouden om de kosten te dekken, wat u vervolgens kunt terugvorderen, afhankelijk van de maximum bedragen zoals weergegeven in de uitkeringentabel van de polis (zie onderstaande links). Meer informatie over het indienen van een vordering vindt u in uw bevestigingsmail.";
"Premium.Tyres.Benefit" = "U bent gedekt voor lekke banden en bandenvervanging, schade aan spiegels en wielen.";
"Premium.Key.Benefit" = "U bent ook gedekt voor het vervangen van verloren sleutels en persoonlijk bezittingen als deze uit uw auto zijn gestolen.";
"Premium_TC" = "Premium algemene voorwaarden";
"Insurance.Got.It" = "Begrepen!";
"Damage.Protection" = "Bescherming tegen diefstal";
"Free.TheftProtection" = "Diefstalbescherming";
"Insurance.Checklist.ExcessRefund" = "Vergoeding van eventueel betaald eigen risico";
"AddPremium" = "Premium dekking toevoegen";
"NoThanks" = "Nee, dank u";
"Daily_price_Per_day" = "per dag";
"Insurance.Info.Subtitle1" = "Uw auto ophalen";
"Insurance.Info.Subtitle2" = "Uw auto terugbrengen";
"Insurance.Info.Text.2" = "Mogelijk vraagt het autoverhuurbedrijf u aan de verhuurbalie om een eigenrisicoverzekering af te sluiten. U heeft deze verzekering niet nodig aangezien u al gedekt bent als u onze eigenrisicoverzekering toevoegt.";
"Insurance.Info.Text.3" = "Een borgsom zal op uw creditcard geblokkeerd worden om uw eigen risico te dekken in geval van schade of diefstal.";
"Insurance.Info.Text.4" = "Als de auto niet beschadigd of gestolen is, zal uw eigen risico op uw creditcard volledig worden terugbetaald.";
"Insurance.Info.Text.5" = "Als de auto beschadigd of gestolen is, dan zal de autoverhuurder het eigen risico behouden om de kosten te dekken, die u vervolgens volledig kunt terugvorderen. Meer informatie over het indienen van een vordering vindt u in uw bevestigingsmail.";
"Insurance.Info.Text.6" = "Zorg er dus voor dat u een creditcard paraat hebt op naam van de bestuurder en voldoende kredietlimiet om het eigen risico/de borg te dekken. Bel ons vooral als u problemen ervaart als u bij de balie van de autoverhuurder aankomt.";
"Insurance.Info.Text.7" = "Raadpleeg de algemene voorwaarden voor meer informatie.";
"X.PerDay" = "${x} per dag";
"Insurance.Prompt.CoverPrice" = "Totaalprijs: ${x}";
"car.insurance" = "Autoverzekering";
"AddStandard" = "Premium dekking toevoegen";
"CTA.Insurance.Added" = "Met Premium dekking";
"CTA.Insurance.Not.Added" = "Met Beperkte Dekking";
"Standardadded" = "Premium dekking toegevoegd";
"PayAtPickupReminder" = "Vergeet niet dat u het resterende bedrag van ${x} moet betalen bij het ophalen van de auto, in lokale valuta.";
"Insurance.Limited.Cover.Incl" = "Beperkte dekking (inclusief)";
"Recent.Searches" = "Recente zoekopdrachten";
"AddCar" = "Doorgaan";
"Total" = "Totaal:";
"Limited.Offer" = "Aanbieding voor een beperkte tijd geldig";
"PercentageOff" = "${x} korting";
"Free.ThirdPartyLiability" = "Wettelijke aansprakelijkheid";
"Insurance.Checklist.Item2" = "Banden, ramen, spiegels en wielen";
"Insurance.Checklist.Item5" = "Sleuteldekking en persoonlijke bezittingen";
"Chubb.Content.1" = "De aanrijdingsschadeverzekering en diefstalbescherming in deze verhuur dekken u niet volledig in geval van schade en diefstal. In geval van schade aan of diefstal van de auto of verlies van de sleutels bent u nog altijd verplicht om een eigen risicobedrag te betalen.";
"Chubb.Content.2" = "Ja, ik wil mij voor slechts ${x} (${y} = ${z}) verzekeren tegen potentiële betalingen van eigenrisicobedragen.";
"Chubb.Content.3" = "Als u potentiële betalingen van eigen risicobedragen wilt afdekken, zorg dan dat u het bovenstaande vakje aankruist. ";
"Chubb.Content.4" = "Geweldige keuze";
"Chubb.Content.5" = "Vergoeding van betalingen van eigen risicobedragen tot ZAR 50.000 voor slechts ${x} (${y} = ${z}).";
"Chubb.Content.6" = "De beste bescherming";
"Chubb.Content.7" = "Ontvang een vergoeding tot ZAR 50.000 bij betaling van eigen risicobedragen.";
"Chubb.Content.8" = "En meer";
"Chubb.Content.9" = "Een persoonlijke ongevallenuitkering van maximaal ZAR 50,000 bij overlijden of blijvende invaliditeit en een dekking tegen diefstal van persoonlijke eigendommen van maximaal ZAR 15,000 zijn in deze polis inbegrepen.";
"Chubb.Content.10" = "Hoe werkt deze verzekering tijdens en na de verhuur?";
"Chubb.Content.11" = "Hoe werkt deze verzekering tijdens en na de verhuur?";
"Chubb.Content.12" = "Uw auto ophalen";
"Chubb.Content.13" = "Mogelijk vraagt het autoverhuurbedrijf u aan de verhuurbalie om een eigenrisicoverzekering af te sluiten. U heeft deze verzekering niet nodig aangezien u al gedekt bent als u onze eigenrisicoverzekering toevoegt. Een borgsom zal op uw creditcard geblokkeerd worden om uw eigen risico te dekken in geval van schade of diefstal.";
"Chubb.Content.14" = "Zorg er dus voor dat u een creditcard paraat hebt op naam van de bestuurder en voldoende kredietlimiet om het eigen risico/de borg te dekken. Bel ons vooral als u problemen ervaart als u bij de balie van de autoverhuurder aankomt.";
"Chubb.Content.15" = "Uw auto terugbrengen";
"Chubb.Content16" = "Als de auto beschadigd of gestolen is, dan zal de autoverhuurder het eigen risico behouden om de kosten te dekken, die u vervolgens volledig kunt terugvorderen. Meer informatie over het indienen van een vordering vindt u in uw bevestigingsmail. Als de auto niet beschadigd of gestolen is, zal uw eigen risico op uw creditcard volledig worden terugbetaald.";
"Chubb.Content.17" = "Raadpleeg de algemene voorwaarden voor meer informatie.";
"National.ID" = "Nummer nationaal identiteitsbewijs";
"Origin.Province" = "Kies de provincie waar u vandaan komt";
"Allianz.Content.1" = "Verzekeringsvoordelen onder deze polis omvatten";
"Allianz.Content.2" = "Fysieke schade of verlies aan de huurauto die optreedt tijdens het rijden of terwijl de huurauto tijdens de huurperiode onbeheerd wordt achtergelaten";
"Allianz.Content.3" = "Overige schade aan de huurauto door andere oorzaken dan een botsing (bijvoorbeeld: brand, storm, vandalisme)";
"Allianz.Content.4" = "Diefstal van de huurauto of een van zijn respectieve onderdelen of accessoires";
"Allianz.Content.5" = "Kosten voor geldig verlies van het gebruik terwijl de huurauto wordt gerepareerd.";
"Allianz.Content.6" = "Kosten voor het slepen van de huurauto naar de dichtstbijzijnde beschikbare faciliteit.";
"origin.State" = "Kies de staat waar u vandaan komt";
"Orient.legal" = "Deze polis wordt gewaarborgd door Orient Sigorta A.Ş. (registratienummer T14113-CEM09) en gedistribueerd door zijn geautoriseerde agent, Hepstar. Door dit product te selecteren gaat u ermee akkoord dat uw persoonlijke gegevens worden ingediend, verwerkt, geregistreerd, opgeslagen, geclassificeerd, bijgewerkt en gedistribueerd naar derde partijen en in het buitenland worden opgeslagen conform de Turkse wet 6698 en bijbehorende wetgeving.";
"Insurance.Upgrade.Cover" = "Uw dekking opwaarderen";
"Car.Excess.Cover.AU" = "Eigenrisicoverzekering voor huurauto";
"Insurance.Checklist.Item1" = "Terugbetaling van borg bij schade of diefstal";
"Add" = "Toevoegen";
"Car.Excess.Cover.Text.AU" = "Als u de auto ophaalt, zal de leverancier normaal gesproken een borgsom op uw creditcard vasthouden ter waarde van uw eigen risico voor het geval u dit moet betalen indien de auto beschadigd raakt of gestolen wordt";
"Car.Excess.Cover.CTA.Promo" = "Als u het eigen risico voor de huurauto wilt dekken (tot ${x}), vink dan het onderstaande vakje aan";
"Insurance.Prompt.Content.CTA" = "Ja, ik wil graag een eigenrisicoverzekering voor de huurauto afsluiten";
"Car.Excess.Cover.Agree.Statement" = "Door het bovenstaande vakje aan te vinken ga ik ermee akkoord om de ${x} en ${y} via deze links te ontvangen en bevestig ik dat ik deze gelezen en begrepen heb. Bovendien ga ik akkoord met het verzamelen, gebruiken en openbaar maken van mijn persoonlijke informatie in overeenstemming met de bepalingen van het ${z} van Allianz Global Assistance.";
"Insurance.Prompt.Agree.Links" = "Productbeschrijving (Product Disclosure Statement - PDS)";
"Insurance.Prompt.Agree.Links2" = "Gids voor Financiële Services";
"Insurance.Prompt.ContentUS2" = "Bescherm uzelf met de huurautoverzekering van Allianz voor slechts ${x} per dag.";
"Insurance.Prompt.TCs" = "Uitsluitingen, voorwaarden en limieten kunnen van toepassing zijn.  Zie ${x}";
"CarTermsAndConditions" = "Algemene voorwaarden";
"Car.Excess.Cover.CTA.AU" = "Ja, ik wil graag een eigenrisicoverzekering voor de huurauto afsluiten voor ${x}";
"Add.Cover" = "Voeg verzekeringsdekking toe";
"Insurance.Prompt.SelectCA" = "Door welke provincie is uw rijbewijs uitgegeven?";
"Insurance.Prompt.CTA.Insure.US" = "Ja, ik wil de huurautoverzekering aanschaffen.";
"AddInsurance" = "Verzekering toevoegen";
"Chubb.Content.18" = "Dit product is alleen beschikbaar voor personen tussen de 21 en 80 jaar. Deze polis wordt gewaarborgd door Chubb Insurance South Africa Limited en beheerd door Hepstar Financial Services, gevolmachtigde financiële dienstverleners. De algemene voorwaarden van de polis zijn van toepassing. Deze polis wordt verstrekt zonder enig advies en de verzekering wordt afgesloten op basis van de feitelijke informatie verstrekt door de verzekeraar.";
"Car.Excess.Cover.TC.AU" = "Deze verzekering wordt gewaarborgd door Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 en afgegeven en beheerd door AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631, handelend als Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094, handelend als CarTrawler, sluit deze verzekering af als agent voor Allianz Global Assistance. Er zijn voorwaarden, bepalingen, limieten en uitsluitingen van toepassing. Eventuele adviezen over deze verzekering verstrekt door Allianz Global Assistance zijn algemeen van aard en op generlei wijze gebaseerd op overwegingen aangaande uw doelen, financiële situatie of behoeften. Overweeg de ${x} voordat u een besluit neemt. Als u een polis van Allianz Global Assistance neemt, zullen CarTrawler en de entiteit die u naar deze site verwees een provisie ontvangen die bestaat uit een percentage van uw premie.";
"Orient.Content.1" = "Ontvang een vergoeding tot TRY 7.000 als u een eigen risicobedrag dient te betalen.";
"Orient.Content.2" = "Vergoeding van betaling van eigen risicobedragen tot TRY 7.000 voor slechts ${x} (${y} = ${z}).";
"Orient.Content.3" = "Een persoonlijke ongevallenuitkering van maximaal TRY 100.000 bij overlijden of blijvende invaliditeit en een dekking tegen diefstal van persoonlijke eigendommen van maximaal TRY 3.000 zijn in deze verzekering inbegrepen!";
"Orient.Content.4" = "Dek onverwachte betalingen van eigen risicobedragen af.";
"Orient.Content.5" = "Een persoonlijke ongevallenuitkering van maximaal TRY 100.000 bij overlijden of blijvende invaliditeit en een dekking tegen diefstal van persoonlijke eigendommen van maximaal TRY 3.000 zijn in deze verzekering inbegrepen.";
"Insurance.Prompt.Agree.Links3" = "Privacyverklaring";
"Allianz.Content.7" = "Ik wil Rental Car Protector (bescherming voor de huurauto) aanschaffen en heb de ${x} gelezen.";
"Allianz.Content.8" = "De aangeboden verzekeringstarieven zijn exclusief belastingen. Belastingen worden in rekening gebracht voor zover deze in uw regio verschuldigd zijn, en worden afzonderlijk vermeld op uw verzekeringsbevestiging.";
"filter_pickup" = "Ophaallocatie";
"vehicle_seat" = "Stoel";
"vehicle_seats" = "Stoelen";
"age_range_error_text" = "Voer een geldige leeftijd van de bestuurder in (18 jaar of ouder)";
"invalid_search_parameters" = "Fout met zoekparameters";
"insurance" = "Verzekering:";
"supplier_average" = "Middelmatig";
"TRANSFERS.Cheapest.Airport.Destination" = "TRANSFERS – De goedkoopste manier om van de luchthaven naar uw bestemming te gaan";
"GT.Private.Transfer" = "Privétransfer";
"Transfer.Service.Class.Regular" = "Standaard";
"Business" = "Zakelijk";
"Business.Minivan" = "Bestelwagen";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Minibus";
"Max.Passengers" = "Maximaal ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Wifitoegang";
"Free.Cancellation.Mobile" = "Kosteloos annuleren";
"Filter.Supplier" = "Leverancier";
"Review.destination.address" = "Controleer het adres van bestemming";
"Book.Now.Modify.Destination" = "U kunt nu boeken en uw bestemming nog tot 24 uur vóór vertrek wijzigen. De prijs kan veranderen al naar gelang uw bestemming.";
"One.Hyphen.Way.Transfer" = "Enkele reis";
"Special.requests.optional" = "<strong>Speciale verzoeken</strong> (optioneel)";
"Additional.Info.Text" = "Is er iets waar de chauffeur van op de hoogte dient te zijn, speciale eisen, kinderzitjes, soort bagage?";
"Special.Request" = "Voer eventueel een speciaal verzoek in";
"You.also.get" = "<strong>U krijgt ook:</strong>";
"Certified.Driver" = "Gecertificeerde chauffeur";
"No.taxes.tolls.gratuity" = "Geen belastingen, tolbedragen en fooien";
"FREE.wait" = "GRATIS wachttijd";
"TransferConditions" = "Transfervoorwaarden";
"IHaveReadTermsConditions.link2" = "Boekingsvoorwaarden";
"Privacy.Policy" = "Privacybeleid";
"Confirm" = "Bevestigen";
"Total.Transfer.Cost" = "Totale transferkosten";
"OtherFee" = "Overige kosten";
"YoungDriverFee" = "Toeslag jonge bestuurder";
"Price.Updated" = "De prijs werd bijgewerkt.";
"Address.Prompt.Field" = "Voer de naam van een hotel, luchthaven, straat of bezienswaardigheid in";
"Price.No.Change" = "Er heeft geen wijziging plaatsgevonden in de prijs.";
"PrivateTransfer.Added" = "Uw privétransfer is toegevoegd";
"Results.Found" = "${X} resultaten gevonden";
"Ticket.Oneway" = "Enkele reis";
"From.To" = "Van ${X} naar ${Y}";
"Destination.confirmed" = "Bestemming bevestigd";
"No.Avail.Search.Error" = "Deze dienst is niet beschikbaar in dit gebied. Kies een andere locatie.";
"To" = "Naar";
"a_TO_b" = "naar";
"EditSearch" = "Bewerken";
"Where.Drop.Off" = "Waar kunnen we u afzetten?";
"Where.Pick.Up" = "Waar kunnen we u ophalen?";
"GT.Passengers" = "Passagiers";
"Total.Passengers" = "${x} passagiers";
"GT.S1.PickupDate" = "Ophaaldatum";
"GT.S1.OnePassenger" = "${x} passagier";
"Additional.Info.Text2" = "Er kunnen extra kosten van toepassing zijn voor diensten of benodigdheden zoals kinderzitjes. Er zal contact met u worden opgenomen voordat dergelijke kosten op uw reservering worden toegepast.";
"GT_USP_SHORT_waiting" = "Wanneer u aankomt, staan wij voor u klaar";
"Details" = "Gegevens";
"Validation.Looks.Good" = "Goed zo!";
"insurance.hepstar.tr.nationalIDError" = "Voer het nummer van een geldig identiteitsbewijs in";
"IPID_LINK_TEXT" = "Raadpleeg het productinformatiedocument voor de verzekering voordat u een beslissing neemt";
"Free.Cancellation.All.Cars" = "Kosteloos annuleren van alle autohuurboekingen";
"SelectedCar" = "Uw auto";
"Insurance.IPID.App" = "Door premium dekking toe te voegen bevestig ik dat ik de ${x} heb gelezen en dat, op basis van deze informatie, deze polis aansluit op mijn behoeften.";
"Insurance.IPID.Document" = "IPID-document";
"Insurance.Explained" = "Uitleg over uw eigen risico";
"InsuranceExplained.TextUpdate" = "Dit product voldoet aan de eisen en behoeften van diegenen die hun aansprakelijkheid tot een bedrag van ${x} willen dekken voor de kosten die het autoverhuurbedrijf in rekening brengt als het voertuig tijdens de huurperiode beschadigd raakt of gestolen wordt.";
"ImportantInformation" = "Belangrijke informatie";
"CTA.PayAcceptTermsGDPR" = "Klik op “Betalen” om uw reservering te voltooien en ga akkoord met de ${x}, ${y} en ons ${z}.";
"Residency.PopUp" = "Het wijzigen van uw land/regio van vestiging kan de prijs en beschikbaarheid van de door u geselecteerde auto beïnvloeden. U zult worden doorgestuurd naar de pagina met Resultaten, waar uw zoekactie zal worden bijgewerkt.";
"Country.Region" = "Land/regio";
"SearchDatesIncorrect.Error" = "Datum onjuist. Controleer de datums die u hebt geselecteerd";
"AgeFieldYoung.Error" = "Voer een leeftijd tussen de 18 en 24 jaar in";
"DriverFullName.Empty.Error" = "Vul de voor- en achternaam van de bestuurder in.";
"DriverEmail.Empty.Error" = "Vul a.u.b. uw e-mailadres in.";
"Phone.Empty.Error" = "Vul a.u.b. uw telefoonnummer in.";
"Address.Empty.Error" = "Vul a.u.b. uw adres in.";
"City.Empty.Error" = "Vul a.u.b. uw stad in.";
"OpeningHours" = "Openingstijden";
"AgeFieldElder.Error" = "Voer een leeftijd hoger dan 71 jaar in";
"DistancePickupX" = "Afstand vanaf de ophaallocatie: ${x}";
"Distance.Tooltip" = "De balie van het autoverhuurbedrijf bevindt zich in: ${x}.  Dit is ${y} van ${z}";
"FlightNumber.Empty.Error" = "Vluchtnummer is vereist";
"NameOnCard" = "Naam vermeld op de kaart";
"EmailAddress" = "E-mailadres";
"title_search_results" = "Zoekresultaten";
"title_interstitial" = "Bezig met zoeken…";
"Availability.Mobile1" = "Helaas konden we geen resultaten vinden op basis van uw zoekcriteria. Pas uw zoekactie aan en probeer het opnieuw.";
"Availability.Text2" = "Probeer andere tijden van ophalen en inleveren";
"Availability.Text3" = "Probeer andere data";
"LocationType.Airport" = "Luchthaven";
"DriverDetails" = "Gegevens van de bestuurder";
"search_country" = "Zoeken";
"wcag.information" = "Aanvullende informatie";
"filter_clearall" = "Alles wissen";
"filter_clear" = "Wissen";
"Size.Small" = "Klein";
"Size.Medium" = "Middel";
"Size.Large" = "Groot";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Grote middenklasse";
"Size.Luxury" = "Luxe";
"Size.Premium" = "Premium";
"simple_connection_error" = "Er is een probleem opgetreden bij het verwerken van uw verzoek. Probeer het opnieuw";
"Residency.PopUp.Title" = "Land/regio wijzigen?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Voer de vervalmaand en het vervaljaar van de kaart in";
"DriverFirstName.Empty.Error" = "Vul de voornaam van de bestuurder in";
"DriverLastName.Empty.Error" = "Vul de achternaam van de bestuurder in";
"FlightNumberOptional" = "Vluchtnummer (optioneel)";
"results_car_empty" = "Geen auto’s gevonden";
"Availability.Text5" = "Probeer filters te verwijderen";
"wcag.basket" = "Betaling winkelwagen";
"wcag.addExtra" = "Extra toevoegen";
"wcag.removeExtra" = "Extra verwijderen";
"results_driver_age" = "Leeftijd bestuurder: ${x}";
"filter_showxcars" = "Toon ${x} auto’s";
"payment_premium_cover" = "Premium dekking";
"wcag.back" = "Terug";
"Filter.CarSize.Show.All" = "Meer groottes tonen";
"Filter.CarSize.Show.Less" = "Minder groottes tonen";
"CardholderName.Empty.Error" = "Vul a.u.b. de naam van de kaarthouder in.";
"CardSecurityCode.Empty.Error" = "Vul hier a.u.b. uw veiligheidscode in.";
"CardNumber.Payment.Empty.Error" = "Vul a.u.b. het kaartnummer in.";
"Cardexpiry.Empty.Error" = "Vul a.u.b. de vervaldatum van de kaart in.";
"SpecialOffer.GuaranteedNewCar" = "Gegarandeerd een nieuwe auto";
"SpecialOffer.FreeDriver" = "Gratis extra bestuurder";
"SpecialOffer.GuaranteedCarModel" = "Gegarandeerd automodel";
"Carblock.People" = "${x} Personen";
"cancellation_banner" = "Gratis annulering van auto’s tot 48 uur voor het tijdstip van ophalen";
"Carblock.PricePerDay" = "${x}/dag";
"Carblock.Total" = "${x} totaalbedrag";
"CarPriceInclude" = "Inclusief ${x} (${y})";
"CarPriceInclude.Free" = "Gratis";
"Insurance.Modal.Accept" = "Accepteren";
"Insurance.Modal.AcceptText" = "Voordat u verder gaat, dient u akkoord te gaan met de verzekeringsvoorwaarden";
"Insurance.Modal.ViewTerms" = "Algemene voorwaarden bekijken";
"Preferred.Supplier.Footer.Default" = "Exclusieve aanbiedingen";
"Preferred.Supplier.Header.Default" = "Aanbevolen";
"Booking.Summary.Payment.Paid" = "Betaald";
"Booking.Summary.Payment.Pickup" = "Te betalen bij ophalen";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Uw polisdocumentatie kan aan u worden verstrekt via e-mail en/of per post. Door op ‘${x}’ te klikken en uw e-mailadres op te geven, worden uw documenten per e-mail verstrekt. Als u uw verzekeringsdocumenten per post wilt ontvangen, stuur dan een e-mail naar carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Voer een leeftijd hoger dan ${x} in";
"DriverAgeYoung.Error" = "Voer een leeftijd tussen de ${x} en ${y} in";
"Extras.Show.List" = "Lijst weergeven";
"Extras.Subheader" = "De beschikbaarheid van deze extra’s is niet altijd gegarandeerd en prijzen kunnen gewijzigd zijn als u aan de balie betaalt.";
"Extras.Included" = "Inbegrepen";
"Extras.X.Free" = "${x} gratis";
"Payment.Summary.Free" = "Gratis ${x}";
"error_connection_text" = "Zorg ervoor dat u verbonden bent met een mobiel of wifi-netwerk en probeer het opnieuw.";
"error_connection_cta" = "Probeer het opnieuw";
"error_dismiss" = "Afwijzen";
"Upsell_Title" = "Goed nieuws!";
"Upsell_Body" = "Bij de door u geselecteerde auto kunt u kiezen uit verschillende verzekeringsopties.";
"CTA_Not_Now" = "Niet nu";
"Limited_Cover_Title" = "Beperkte dekking";
"Limited_Insurance_Checklist_Item1" = "${x} eigen risico (niet restitueerbaar)";
"Limited_Insurance_Checklist_Item3" = "Beperkte bescherming tegen schade en diefstal";
"Premium_Insurance_Details" = "Eigenrisicoverzekering van AXA.";
"Premium_Insurance_Checklist_Item1" = "Tot ${x} eigen risico (restitueerbaar)";
"Premium_Insurance_Checklist_Item2" = "${x} borg aan de balie";
"Premium_Insurance_Checklist_Item3" = "Terugbetaling van borg bij schade of diefstal";
"ZeroExcess_Title" = "Bundel zonder eigen risico";
"ZeroExcess_Insurance_Details" = "Verzekering zonder eigen risico en met een lage waarborgsom.";
"ZeroExcess_Checklist_Item1" = "${x} eigen risico";
"ZeroExcess_Checklist_Item2" = "Bescherming tegen schade en diefstal";
"ZeroExcess_CC_Required" = "Geen creditcard nodig";
"Insurance_Checklist_Third_Party" = "Bescherming tegen wettelijke aansprakelijkheid";
"Insurance_Checklist_Desk_Deposit" = "${x} borg aan de balie";
"Insurance_More_Info" = "Meer informatie";
"CTA_Show_Me" = "Toon het mij";
"SpecialOffer.ZeroExcessAvailable" = "Bundel zonder eigen risico beschikbaar";
"Limited_Insurance_Included" = "Inbegrepen bij uw autohuur.";
"Premium_Insurance_Checklist_Item4" = "Ruiten, dak, onderstel en banden";
"Premium_Insurance_Checklist_Item5" = "Sleuteldekking en persoonlijke bezittingen";
"CTA_Add_Continue" = "Toevoegen en doorgaan";
"ZeroExcess_Terms_1" = "Met de bundel zonder eigen risico krijgt u de voordelen van de beperkte dekking van de leverancier (inclusief dekking van wettelijke aansprakelijkheid), plus ${x} eigen risico en een veel lagere borg. Als uw auto beschadigd raakt of gestolen wordt, zal de huurauto-aanbieder u geen kosten in rekening brengen.";
"ZeroExcess_Terms_2" = "Schade aan of verlies van banden, voorruit, glas en onderstel wordt mogelijk niet gedekt. Controleer dit bij de verhuurder aan de balie.";
"LimitedCover_Info" = "Met de beperkte dekking van de verhuurder bent u gedekt voor wettelijke aansprakelijkheid. U kunt ook beperkte bescherming hebben tegen schade en diefstal. De kosten worden grotendeels gedekt, u bent echter aansprakelijk voor een eigen risico tot ${x}. Wanneer u uw auto ophaalt dient u een borgsom te betalen met uw creditcard. In geval van beschadiging of diefstal van de auto, zullen de leveranciers de borgsom behouden ter dekking van de kosten.";
"Swiss_Premium_Insurance_Details" = "De verzekeringsdekking wordt gewaarborgd door TSM Insurance. Alle claims worden afgehandeld door AXA Assistance.";
"FlightNumber_Error" = "Controleer uw vluchtnummer.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Dit nummer wordt niet herkend als een loyaliteitsnummer";
"Priority_Messaging_Native_Results" = "Geniet van flexibiliteit en uitgebreide reinigingsmaatregelen.";
"Priority_Messaging_Native_Details" = "Gratis annulering is beschikbaar tot ${x} uur voor het tijdstip van ophalen.";
"Priority_Messaging_Native_Payment" = "Blijf flexibel met gratis annulering tot ${x} uur voor het tijdstip van ophalen.";
"car_features" = "Autokenmerken";
"vehicle_fuel_hybrid" = "Hybride";
"vehicle_fuel_electric" = "Elektrisch";
"rental_info_details" = "Meer gegevens";
"vehicle_fuel_policy_type_FREETANK" = "Gratis tank";
"vehicle_fuel_policy_desc_FREETANK" = "Uw auto wordt met een gratis volle tank geleverd. U kunt zoveel brandstof gebruiken als u wilt en hoeft de tank niet bij te vullen voordat u de auto weer inlevert.";
"vehicle_fuel_policy_type_SAMESAME" = "Dezelfde tankinhoud";
"vehicle_fuel_policy_desc_SAMESAME" = "U haalt uw auto op met brandstof in de tank. Controleer de hoeveelheid brandstof voordat u vertrekt. U moet de auto inleveren met dezelfde hoeveelheid brandstof.";
"Filter_PriceRange" = "Prijsklasse";
"Filter_AverageCarPrice" = "De gemiddelde autoprijs is ${x}";
"PickupType_CarDriver" = "Chauffeursservice";
"PickupType_CarDriver_Info" = "Uw chauffeur wacht u op in de aankomsthal in de luchthaventerminal.";
"PickupType_MeetNGreet" = "Meet &amp; Greet";
"PickupType_MeetNGreet_Info" = "Een vertegenwoordiger van het autoverhuurbedrijf zal u opwachten in de luchthaventerminal en u naar de verhuurbalie begeleiden.";
"PickupType_Terminal" = "Ophalen bij luchthaventerminal";
"PickupType_Terminal_Tooltip" = "Dit is de handigste ophaaloptie. De verhuurbalie bevindt zich in de luchthaventerminal.";
"PickupType_ShuttleBus_Terminal" = "Shuttlebus";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Een gratis shuttlebus brengt u van de luchthaventerminal naar de verhuurbalie.";
"PickupType_ShuttleBus_Counter" = "Shuttlebus";
"PickupType_ShuttleBus_Counter_Tooltip" = "Een gratis shuttlebus brengt u van de luchthaventerminal naar de verhuurbalie.";
"PickupType_HoppaShuttleBus" = "Shuttlebus";
"PickupType_HoppaShuttleBus_Info" = "Een shuttlebus zal u naar de verhuurbalie bij de luchthaventerminal brengen. Er wordt een klein bedrag gerekend voor deze service, te betalen aan de chauffeur.";
"PickupType_OnAirport_Terminal" = "Op de luchthaven";
"PickupType_OnAirport_Terminal_Info" = "De verhuurbalie is gunstig gelegen op het terrein van de luchthaven.";
"PickupType_OnAirport" = "Op de luchthaven";
"PickupType_OnAirport_Info" = "De verhuurbalie is gunstig gelegen op het terrein van de luchthaven.";
"PickupType_Rail" = "Spoorverbinding vereist";
"PickupType_Rail_Info" = "Een treinreis van de luchthaventerminal naar de locatie van de leverancier is noodzakelijk";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Waterstof";
"vehicle_fuel_ethanol" = "Ethanol";
"vehicle_fuel_multifuel" = "Mengselmotor";
"sale_search_banner_title" = "Actie start nu!";
"sale_search_banner_description" = "Tot wel ${x} korting. Aanbieding eindigt om ${y}.";
"sale_landing_banner_title" = "Actie start nu!";
"sale_landing_banner_description" = "Tot wel ${x} korting. Aanbieding eindigt om ${y}.";
"landing_page_1_title" = "Flexibele boekingen";
"landing_page_3_title" = "24/7 klantenservice";
"landing_page_4_title" = "Geen verborgen kosten";
"landing_page_4_desc" = "We zullen eventuele extra kosten toelichten voordat u uw autohuur boekt.";
"landing_page_1_desc" = "Boek een auto met gratis annulering tot 48 uur voor het tijdstip van ophalen";
"landing_page_2_title" = "Ontsmette auto’s";
"landing_page_2_desc" = "Ga veilig en vol vertrouwen op reis dankzij betere reinigingsmaatregelen";
"landing_page_3_desc" = "Ons team staat klaar om u te helpen bij eventuele vragen over uw boeking";
"landing_page_title" = "Vergelijk autohuuraanbiedingen van meer dan 1700 leveranciers wereldwijd";
"landing_page_search" = "Waar gaat u naartoe?";
"sale_discount_payment" = "Korting (-${x})";
"sales_TCs" = "Algemene voorwaarden";
"recent_search_delete" = "Wissen";
"Pickup.Error" = "Voer uw ophaallocatie in.";
"Return.Error" = "Voer uw inleverlocatie in.";
"HA_landing_page_title" = "Huur met een vertrouwd gevoel een auto. Zoek. Vergelijk. Bespaar.";
"Argus_landing_page_title" = "Tegen de laagste prijs, of anders het verschil terug. Eenvoudig.";
"Premium_Insurance_title" = "Eigenrisicoverzekering van ${x}.";
"Insurance.Checklist.Item1.2" = "Terugbetaling eigen risico bij diefstal";
"ZeroExcess_Checklist_Item2_1" = "Bescherming tegen schade";
"ZeroExcess_Checklist_Item2_2" = "Diefstalbescherming";
"Insurance.Checklist.Item1.1" = "Terugbetaling eigen risico bij schade";
"Disclaimer.Quebec" = "Verzekering is niet beschikbaar voor inwoners van Quebec";
"Select.Province" = "Provincie kiezen";
"Province.Residency" = "Provincie";
"state.CA.BC" = "Brits-Columbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Prins Edwardeiland";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Noordwest Territoria";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland en Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Terugbetaling bij een aanvullende cascoverzekering wordt aangeboden door AWN.";
"no_cover_title" = "Geen verzekering";
"no_cover_item1" = "${x} aansprakelijkheid voor schade en diefstal";
"no_cover_item3" = "Geen bescherming tegen schade en diefstal";
"no_cover_item2" = "${x} borg aan de balie";
"no_cover_item4" = "Geen bescherming tegen wettelijke aansprakelijkheid";
"no_cover_cta" = "Doorgaan zonder dekking";
"Insurance.Cover" = "Verzekeringsdekking";
"CTA_Confirm_booking" = "Boeking bevestigen";
"CTA.Confirm.AcceptTerms" = "Tik op ‘Boeking bevestigen’ om uw boeking te voltooien en onze huurvoorwaarden, algemene voorwaarden en privacybeleid te accepteren.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "Californië";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "District of Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Hawaï";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Noord-Carolina";
"state.US.ND" = "Noord-Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "Nieuw-Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "Zuid-Carolina";
"state.US.SD" = "Zuid-Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "West Virginia";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Aanbevolen, aangeboden en verkocht door Allianz Global Assistance. Verzekeraar: Jefferson Insurance Company of BCS Insurance Company. Plan inclusief verzekerings- en ondersteuningsdiensten. Er zijn voorwaarden en uitzonderingen (incl. voor al bestaande omstandigheden) van toepassing.";
"Insurance.Disclosure.Allianz.Link" = "Openbaarmakingen plan- en prijsgegevens";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: belangrijke dekkingsbeperkingen";
"Damage.Protection.title" = "Schadeverzekering aangeboden door ${x}";
"State.Residency" = "Staat van woonplaats";
"Select.Residency" = "Kies woonplaats";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Exclusieve aanbiedingen";
"Size.Midsize" = "Midsize";
"Size.Smallsuv" = "Kleine SUV";
"Size.Mediumsuv" = "Middelgrote SUV";
"Size.Midsizesuv" = "Middelgrote SUV";
"Size.Largesuv" = "Grote SUV";
"Size.Mini" = "Mini";
"Size.Economy" = "Economy";
"Size.Compact" = "Compact";
"Size.Intermediate" = "Middenklasse";
"Size.Standard" = "Standaard";
"Size.Minivan" = "Minibus";
"Size.Cargovan" = "Vrachtbusje";
"Size.Van" = "Busje";
"Size.Largevan.12pax" = "Grote bestelbus";
"Size.Largevan.15pax" = "Grote bestelbus";
"Size.Convertible" = "Cabriolet";
"Size.Estate" = "Stationcar";
"Size.Peoplecarrier" = "MPV";
"Size.5seatcarrier" = "5-persoons minibus";
"Size.7seatcarrier" = "7-persoons minibus";
"Size.9seatcarrier" = "9-persoons minibus";
"Size.Scooter" = "Scooter";
"Size.Truck" = "Vrachtwagen";
"Size.Exotic" = "Exotisch";
"Size.Special" = "Speciaal";
"cash_banner_title" = "Bespaar tot € 40 op autohuur met Prime";
"Price.for.days" = "Prijs voor ${X} dagen";
"cash_widget_confirmation_title" = "Gefeliciteerd!";
"cash_widget_confirmation_subtitle" = "Met uw voucher hebt u ${x} op deze autoboeking bespaard";
"cash_widget_payment_title" = "Gefeliciteerd!";
"cash_widget_payment_subtitle" = "U bespaart met uw voucher ${x} op deze autoboeking";
"Prime_why_book_with_us" = "Waarom huren honderdduizenden Prime-leden bij ons een auto?";
"Prime_cash_widget_payment_title" = "Gefeliciteerd!";
"voucher.for.days" = "Voucherprijs voor ${x} dagen";
"voucher.for.day" = "Totaalprijs";
"Promo.Code" = "Promotiecode";
"Cannot.Find.Location" = "Sorry, we kunnen uw locatie niet vinden. Probeer het later opnieuw.";
"Use.Current.Location" = "Gebruik huidige locatie";
"Location.Permission.Disabled" = "Ga voor het gebruik van deze functie naar Instellingen en schakel de locatiemachtiging voor deze app in.";
"Sup.Ben.Select.Code.Type" = "Selecteer codetype";
"Sup.Ben.Activated.Button.Title" = "Zoeken met kortingen";
"Sup.Ben.Add.CTA" = "Promo/korting toevoegen";
"Sup.Ben.Code" = "Code";
"Sup.Ben.Description" = "Krijg de beste tarieven met onze speciale kortingen van onze leveranciers. Voeg nu Avis- en Budget-kortingen toe.";
"Sup.Ben.Toggle.Title" = "Tarieven met korting toepassen";
"Sup.Ben.Banner.Title" = "Profiteer van de beste prijzen";
"Sup.Ben.Banner.Description" = "Pas speciale kortingen toe van onze exclusieve autoverhuurpartners Avis en Budget.";
"Sup.Ben.Banner.Button" = "Nu toepassen";
"Sup.Ben.Rental.Company" = "Verhuurbedrijf";
"Sup.Ben.Promo.Validation.Error" = "Dit lijkt onjuist. Controleer uw code en probeer opnieuw";
"Sup.Ben.Promo.Validation.Success" = "Goed zo!";
"Sup.Ben.Code.Type" = "Soort code";
"Sup.Ben.Promo.Discount" = "Promo/korting";
"Sup.Ben.Update" = "Bijwerken";
"Sup.Ben.XOptional" = "${x} (optioneel)";
"SpecialOffer.FreeGPS" = "Gratis gps inbegrepen";
"SpecialOffer.FreeWinterTyres" = "Gratis winterbanden";
"Free.Extra.Included" = "Gratis extra inbegrepen";
"Customer.Portal.Booking.CTA" = "Boeking beheren";
"Booking.Ref.Copied" = "Boekingsreferentie gekopieerd naar klembord";
"Booking.Ref.Title" = "Boekingsreferentienummer";
"Country.Selection.Settings" = "Het land/de regio van verblijf kan van invloed zijn op de voorwaarden van uw autohuur en op de voertuigen die in uw zoekresultaten verschijnen.";
"Country.Selection.Dialog.Title" = "Wilt u uw land/regio wijzigen?";
"Country.Selection.Dialog.Text" = "Als u nu uw land/regio van verblijf wijzigt, is dit van invloed op de voorwaarden van uw autohuur. Om u de meest nauwkeurige resultaten te kunnen geven, wordt u teruggeleid naar de pagina met zoekresultaten.";
"Pay.Later.Title" = "Betalingsopties";
"Pay.Later.Pay.Today" = "Betaal vandaag";
"Pay.Later.Pay.By" = "Betalen met ${x}";
"Pay.Later.Payment.Explainer" = "Betaal vandaag nog een ${x} borgsom voor uw autohuurtarief. Uw kaart zal automatisch belast worden met het <b>resterende saldo</b> op ${y}.";
"Pay.Later.Pay.Now" = "Nu betalen";
"Pay.Later.Basket.Deducted.On" = "Verrekend op ${x}";
"Pay.Later.Basket.Pick.Up" = "Betalen bij ophalen";
"Pay.Later.Remaining.Balance.Explainer" = "Uw kaart zal automatisch belast worden met het resterende saldo voor autoverhuur op ${x}.";
"Pay.Later.Accessories.Explainer" = "Bij het ophalen van de auto zult u voor de volgende zaken moeten betalen: ${x}";
"Pay.Later.View.Details" = "Details bekijken";
"Payment.Processing.Message" = "Uw boeking is in uitvoering";
"Loyalty.Banner.Greeting" = "Hallo";
"landing.usp.position1" = "Bespaar tot 35% op basistarieven* van Avis en Budget.";
"landing.usp.position2" = "Verdien tot 1250 MileagePlus-basismijlen";
"landing.usp.position3" = "Avis: Gebruik uw MileagePlus-nummer en Avis Worldwide Discount (AWD)-nummer A791500 om MileagePlus-base-awardmijlen en een korting te verdienen.";
"landing.usp.position4" = "Budget: Gebruik uw MileagePlus-nummer en Budget Customer Discount (BCD)-nummer B204900 om MileagePlus-base-awardmijlen en een korting te verdienen.";
"landing.usp.position5" = "Om mijlen of mijlen en geld te gebruiken, gaat u naar <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*De besparing tot 35% is alleen van toepassing op de tijd- en kilometerkosten. Alle belastingen, vergoedingen (inclusief maar niet beperkt tot vergoedingen voor airconditioningaccijnzen, concessievergoedingen, vergoedingen voor voertuigregistratie, vergoedingen voor energie, vergoedingen voor bandenbeheer en vergoedingen voor frequente reizigers) en toeslagen (inclusief maar niet beperkt tot klantfaciliteitentoeslagen (CFC) en vergoedingen van milieukosten) zijn extra.";
"landing.usp.title" = "Boek een huurauto via United";
"united_landing.usp.title" = "Boek een huurauto via United";
"landing.usp.sale.position1" = "Tijdelijke speciale aanbieding: Verdien 500 extra MileagePlus-bonusmijlen. <a href=\"https://cars.united.com/nl/mileage-terms-and-conditions\" target=\"_blank\"><b>Bekijk hier de volledige voorwaarden.</b></a>";
"united_redeem.landing.usp.title" = "Voordelen van het boeken van een huurauto van Avis of Budget met MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Meld u aan bij uw MileagePlus-account voor de beste prijzen";
"united_redeem.landing.usp.position2" = "Betaal met miles of een combinatie van miles en geld";
"united_redeem.landing.usp.position3" = "Ga naar ons <a href=\"https://cars.mileageplus.com/nl/help\" target=\"_blank\"><b>helpcentrum</b></a> om wijzigingen/annuleringen aan te brengen in een boeking waarbij mijlen zijn gebruikt";
"landing.usp.tac.title" = "Algemene voorwaarden";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Algemene voorwaarden</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privacybeleid</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privacybeleid</a>";
"united_landing.usp.sale.position2" = "Tijdelijke speciale aanbieding: Verdien 500 extra MileagePlus-bonusmijlen. <a href=\"https://cars.united.com/nl/mileage-terms-and-conditions\" target=\"_blank\"><b>Bekijk hier de volledige voorwaarden.</b></a>";
"sale_landing_banner_monetary_description" = "Boek nu vanaf ${x} per dag!";
"sale_landing_banner_caption_closed_group" = "Exclusief";
"sale_landing_banner_caption" = "Verkoopactie";
"sale_landing_banner_percentage_title" = "Tijdelijk extra kortingen op huurauto’s";
"sale_landing_banner_monetary_title" = "Autohuuraanbiedingen";
"sale_landing_banner_TCs" = "Algemene voorwaarden";
"sale_landing_banner_title_monetary" = "Autohuuraanbiedingen";
"sale_search_banner_title_monetary" = "Autohuuraanbiedingen";
"sale_search_banner_monetary_description" = "Boek nu vanaf ${x} per dag!";
"payment.options.creditcard.title" = "Creditcard";
"payment.error.generic.dialog.text" = "Helaas kunnen wij uw boeking op dit moment niet verwerken. Uw boeking is niet voltooid en er is geen bedrag in rekening gebracht. Probeer het nogmaals met een alternatieve betalingsmethode.";
"payment.googlepay.card.link" = "Wijzigen";
